/**
 * 全国省市去三级联动数据
 *
 * Created by Rick Chen on 2016/9/28.
 */
var provinces =
	[{"pid": 11, "pname": "北京"}, {"pid": 12, "pname": "天津"}, {"pid": 13, "pname": "河北"}, {
		"pid": 14,
		"pname": "山西"
	}, {"pid": 15, "pname": "内蒙古"}, {"pid": 21, "pname": "辽宁"}, {"pid": 22, "pname": "吉林"}, {
		"pid": 23,
		"pname": "黑龙江"
	}, {"pid": 31, "pname": "上海"}, {"pid": 32, "pname": "江苏"}, {"pid": 33, "pname": "浙江"}, {
		"pid": 34,
		"pname": "安徽"
	}, {"pid": 35, "pname": "福建"}, {"pid": 36, "pname": "江西"}, {"pid": 37, "pname": "山东"}, {
		"pid": 41,
		"pname": "河南"
	}, {"pid": 42, "pname": "湖北"}, {"pid": 43, "pname": "湖南"}, {"pid": 44, "pname": "广东"}, {
		"pid": 45,
		"pname": "广西"
	}, {"pid": 46, "pname": "海南"}, {"pid": 50, "pname": "重庆"}, {"pid": 51, "pname": "四川"}, {
		"pid": 52,
		"pname": "贵州"
	}, {"pid": 53, "pname": "云南"}, {"pid": 54, "pname": "西藏"}, {"pid": 61, "pname": "陕西"}, {
		"pid": 62,
		"pname": "甘肃"
	}, {"pid": 63, "pname": "青海"}, {"pid": 64, "pname": "宁夏"}, {"pid": 65, "pname": "新疆"}, {
		"pid": 71,
		"pname": "台湾"
	}, {"pid": 81, "pname": "香港"}, {"pid": 82, "pname": "澳门"}];

var cities =
	[{
		"pid": 11,
		"cities": [{"cid": 11001, "cname": "东城"}, {"cid": 11002, "cname": "西城"}, {
			"cid": 11005,
			"cname": "朝阳"
		}, {"cid": 11006, "cname": "丰台"}, {"cid": 11007, "cname": "石景山"}, {
			"cid": 11008,
			"cname": "海淀"
		}, {"cid": 11009, "cname": "门头沟"}, {"cid": 11011, "cname": "房山"}, {
			"cid": 11012,
			"cname": "通州"
		}, {"cid": 11013, "cname": "顺义"}, {"cid": 11021, "cname": "昌平"}, {
			"cid": 11024,
			"cname": "大兴"
		}, {"cid": 11026, "cname": "平谷"}, {"cid": 11027, "cname": "怀柔"}, {
			"cid": 11028,
			"cname": "密云"
		}, {"cid": 11029, "cname": "延庆"}]
	}, {
		"pid": 12,
		"cities": [{"cid": 12001, "cname": "和平"}, {"cid": 12002, "cname": "河东"}, {
			"cid": 12003,
			"cname": "河西"
		}, {"cid": 12004, "cname": "南开"}, {"cid": 12005, "cname": "河北"}, {
			"cid": 12006,
			"cname": "红桥"
		}, {"cid": 12010, "cname": "东丽"}, {"cid": 12011, "cname": "西青"}, {
			"cid": 12012,
			"cname": "津南"
		}, {"cid": 12013, "cname": "北辰"}, {"cid": 12021, "cname": "宁河"}, {
			"cid": 12022,
			"cname": "武清"
		}, {"cid": 12023, "cname": "静海"}, {"cid": 12024, "cname": "宝坻"}, {
			"cid": 12025,
			"cname": "蓟县"
		}, {"cid": 12026, "cname": "滨海新区"}]
	}, {
		"pid": 13,
		"cities": [{"cid": 13001, "cname": "石家庄"}, {"cid": 13002, "cname": "唐山"}, {
			"cid": 13003,
			"cname": "秦皇岛"
		}, {"cid": 13004, "cname": "邯郸"}, {"cid": 13005, "cname": "邢台"}, {
			"cid": 13006,
			"cname": "保定"
		}, {"cid": 13007, "cname": "张家口"}, {"cid": 13008, "cname": "承德"}, {
			"cid": 13009,
			"cname": "沧州"
		}, {"cid": 13010, "cname": "廊坊"}, {"cid": 13011, "cname": "衡水"}]
	}, {
		"pid": 14,
		"cities": [{"cid": 14001, "cname": "太原"}, {"cid": 14002, "cname": "大同"}, {
			"cid": 14003,
			"cname": "阳泉"
		}, {"cid": 14004, "cname": "长治"}, {"cid": 14005, "cname": "晋城"}, {
			"cid": 14006,
			"cname": "朔州"
		}, {"cid": 14007, "cname": "晋中"}, {"cid": 14008, "cname": "运城"}, {
			"cid": 14009,
			"cname": "忻州"
		}, {"cid": 14010, "cname": "临汾"}, {"cid": 14011, "cname": "吕梁"}]
	}, {
		"pid": 15,
		"cities": [{"cid": 15001, "cname": "呼和浩特"}, {"cid": 15002, "cname": "包头"}, {
			"cid": 15003,
			"cname": "乌海"
		}, {"cid": 15004, "cname": "赤峰"}, {"cid": 15005, "cname": "通辽"}, {
			"cid": 15006,
			"cname": "鄂尔多斯"
		}, {"cid": 15007, "cname": "呼伦贝尔"}, {"cid": 15008, "cname": "巴彦淖尔"}, {
			"cid": 15009,
			"cname": "乌兰察布"
		}, {"cid": 15022, "cname": "兴安"}, {"cid": 15025, "cname": "锡林郭勒"}, {"cid": 15029, "cname": "阿拉善"}]
	}, {
		"pid": 21,
		"cities": [{"cid": 21001, "cname": "沈阳"}, {"cid": 21002, "cname": "大连"}, {
			"cid": 21003,
			"cname": "鞍山"
		}, {"cid": 21004, "cname": "抚顺"}, {"cid": 21005, "cname": "本溪"}, {
			"cid": 21006,
			"cname": "丹东"
		}, {"cid": 21007, "cname": "锦州"}, {"cid": 21008, "cname": "营口"}, {
			"cid": 21009,
			"cname": "阜新"
		}, {"cid": 21010, "cname": "辽阳"}, {"cid": 21011, "cname": "盘锦"}, {
			"cid": 21012,
			"cname": "铁岭"
		}, {"cid": 21013, "cname": "朝阳"}, {"cid": 21014, "cname": "葫芦岛"}]
	}, {
		"pid": 22,
		"cities": [{"cid": 22001, "cname": "长春"}, {"cid": 22002, "cname": "吉林"}, {
			"cid": 22003,
			"cname": "四平"
		}, {"cid": 22004, "cname": "辽源"}, {"cid": 22005, "cname": "通化"}, {
			"cid": 22006,
			"cname": "白山"
		}, {"cid": 22007, "cname": "松原"}, {"cid": 22008, "cname": "白城"}, {"cid": 22024, "cname": "延边"}]
	}, {
		"pid": 23,
		"cities": [{"cid": 23001, "cname": "哈尔滨"}, {"cid": 23002, "cname": "齐齐哈尔"}, {
			"cid": 23003,
			"cname": "鸡西"
		}, {"cid": 23004, "cname": "鹤岗"}, {"cid": 23005, "cname": "双鸭山"}, {
			"cid": 23006,
			"cname": "大庆"
		}, {"cid": 23007, "cname": "伊春"}, {"cid": 23008, "cname": "佳木斯"}, {
			"cid": 23009,
			"cname": "七台河"
		}, {"cid": 23010, "cname": "牡丹江"}, {"cid": 23011, "cname": "黑河"}, {
			"cid": 23012,
			"cname": "绥化"
		}, {"cid": 23027, "cname": "大兴安岭"}]
	}, {
		"pid": 31,
		"cities": [{"cid": 31001, "cname": "黄浦"}, {"cid": 31003, "cname": "卢湾"}, {
			"cid": 31004,
			"cname": "徐汇"
		}, {"cid": 31005, "cname": "长宁"}, {"cid": 31006, "cname": "静安"}, {
			"cid": 31007,
			"cname": "普陀"
		}, {"cid": 31008, "cname": "闸北"}, {"cid": 31009, "cname": "虹口"}, {
			"cid": 31011,
			"cname": "杨浦"
		}, {"cid": 31012, "cname": "闵行"}, {"cid": 31013, "cname": "宝山"}, {
			"cid": 31014,
			"cname": "嘉定"
		}, {"cid": 31015, "cname": "浦东新区"}, {"cid": 31016, "cname": "金山"}, {
			"cid": 31017,
			"cname": "松江"
		}, {"cid": 31026, "cname": "奉贤"}, {"cid": 31029, "cname": "青浦"}, {"cid": 31030, "cname": "崇明"}]
	}, {
		"pid": 32,
		"cities": [{"cid": 32001, "cname": "南京"}, {"cid": 32002, "cname": "无锡"}, {
			"cid": 32003,
			"cname": "徐州"
		}, {"cid": 32004, "cname": "常州"}, {"cid": 32005, "cname": "苏州"}, {
			"cid": 32006,
			"cname": "南通"
		}, {"cid": 32007, "cname": "连云港"}, {"cid": 32008, "cname": "淮安"}, {
			"cid": 32009,
			"cname": "盐城"
		}, {"cid": 32010, "cname": "扬州"}, {"cid": 32011, "cname": "镇江"}, {
			"cid": 32012,
			"cname": "泰州"
		}, {"cid": 32013, "cname": "宿迁"}]
	}, {
		"pid": 33,
		"cities": [{"cid": 33001, "cname": "杭州"}, {"cid": 33002, "cname": "宁波"}, {
			"cid": 33003,
			"cname": "温州"
		}, {"cid": 33004, "cname": "嘉兴"}, {"cid": 33005, "cname": "湖州"}, {
			"cid": 33006,
			"cname": "绍兴"
		}, {"cid": 33007, "cname": "金华"}, {"cid": 33008, "cname": "衢州"}, {
			"cid": 33009,
			"cname": "舟山"
		}, {"cid": 33010, "cname": "台州"}, {"cid": 33011, "cname": "丽水"}]
	}, {
		"pid": 34,
		"cities": [{"cid": 34001, "cname": "合肥"}, {"cid": 34002, "cname": "芜湖"}, {
			"cid": 34003,
			"cname": "蚌埠"
		}, {"cid": 34004, "cname": "淮南"}, {"cid": 34005, "cname": "马鞍山"}, {
			"cid": 34006,
			"cname": "淮北"
		}, {"cid": 34007, "cname": "铜陵"}, {"cid": 34008, "cname": "安庆"}, {
			"cid": 34010,
			"cname": "黄山"
		}, {"cid": 34011, "cname": "滁州"}, {"cid": 34012, "cname": "阜阳"}, {
			"cid": 34013,
			"cname": "宿州"
		}, {"cid": 34015, "cname": "六安"}, {"cid": 34016, "cname": "亳州"}, {
			"cid": 34017,
			"cname": "池州"
		}, {"cid": 34018, "cname": "宣城"}]
	}, {
		"pid": 35,
		"cities": [{"cid": 35001, "cname": "福州"}, {"cid": 35002, "cname": "厦门"}, {
			"cid": 35003,
			"cname": "莆田"
		}, {"cid": 35004, "cname": "三明"}, {"cid": 35005, "cname": "泉州"}, {
			"cid": 35006,
			"cname": "漳州"
		}, {"cid": 35007, "cname": "南平"}, {"cid": 35008, "cname": "龙岩"}, {"cid": 35009, "cname": "宁德"}]
	}, {
		"pid": 36,
		"cities": [{"cid": 36001, "cname": "南昌"}, {"cid": 36002, "cname": "景德镇"}, {
			"cid": 36003,
			"cname": "萍乡"
		}, {"cid": 36004, "cname": "九江"}, {"cid": 36005, "cname": "新余"}, {
			"cid": 36006,
			"cname": "鹰潭"
		}, {"cid": 36007, "cname": "赣州"}, {"cid": 36008, "cname": "吉安"}, {
			"cid": 36009,
			"cname": "宜春"
		}, {"cid": 36010, "cname": "抚州"}, {"cid": 36011, "cname": "上饶"}]
	}, {
		"pid": 37,
		"cities": [{"cid": 37001, "cname": "济南"}, {"cid": 37002, "cname": "青岛"}, {
			"cid": 37003,
			"cname": "淄博"
		}, {"cid": 37004, "cname": "枣庄"}, {"cid": 37005, "cname": "东营"}, {
			"cid": 37006,
			"cname": "烟台"
		}, {"cid": 37007, "cname": "潍坊"}, {"cid": 37008, "cname": "济宁"}, {
			"cid": 37009,
			"cname": "泰安"
		}, {"cid": 37010, "cname": "威海"}, {"cid": 37011, "cname": "日照"}, {
			"cid": 37012,
			"cname": "莱芜"
		}, {"cid": 37013, "cname": "临沂"}, {"cid": 37014, "cname": "德州"}, {
			"cid": 37015,
			"cname": "聊城"
		}, {"cid": 37016, "cname": "滨州"}, {"cid": 37017, "cname": "菏泽"}]
	}, {
		"pid": 41,
		"cities": [{"cid": 41001, "cname": "郑州"}, {"cid": 41002, "cname": "开封"}, {
			"cid": 41003,
			"cname": "洛阳"
		}, {"cid": 41004, "cname": "平顶山"}, {"cid": 41005, "cname": "安阳"}, {
			"cid": 41006,
			"cname": "鹤壁"
		}, {"cid": 41007, "cname": "新乡"}, {"cid": 41008, "cname": "焦作"}, {
			"cid": 41009,
			"cname": "濮阳"
		}, {"cid": 41010, "cname": "许昌"}, {"cid": 41011, "cname": "漯河"}, {
			"cid": 41012,
			"cname": "三门峡"
		}, {"cid": 41013, "cname": "南阳"}, {"cid": 41014, "cname": "商丘"}, {
			"cid": 41015,
			"cname": "信阳"
		}, {"cid": 41016, "cname": "周口"}, {"cid": 41017, "cname": "驻马店"}, {"cid": 41018, "cname": "济源"}]
	}, {
		"pid": 42,
		"cities": [{"cid": 42001, "cname": "武汉"}, {"cid": 42002, "cname": "黄石"}, {
			"cid": 42003,
			"cname": "十堰"
		}, {"cid": 42005, "cname": "宜昌"}, {"cid": 42006, "cname": "襄阳"}, {
			"cid": 42007,
			"cname": "鄂州"
		}, {"cid": 42008, "cname": "荆门"}, {"cid": 42009, "cname": "孝感"}, {
			"cid": 42010,
			"cname": "荆州"
		}, {"cid": 42011, "cname": "黄冈"}, {"cid": 42012, "cname": "咸宁"}, {
			"cid": 42013,
			"cname": "随州"
		}, {"cid": 42028, "cname": "恩施"}, {"cid": 42029, "cname": "神农架"}, {
			"cid": 42094,
			"cname": "仙桃"
		}, {"cid": 42095, "cname": "潜江"}, {"cid": 42096, "cname": "天门"}]
	}, {
		"pid": 43,
		"cities": [{"cid": 43001, "cname": "长沙"}, {"cid": 43002, "cname": "株洲"}, {
			"cid": 43003,
			"cname": "湘潭"
		}, {"cid": 43004, "cname": "衡阳"}, {"cid": 43005, "cname": "邵阳"}, {
			"cid": 43006,
			"cname": "岳阳"
		}, {"cid": 43007, "cname": "常德"}, {"cid": 43008, "cname": "张家界"}, {
			"cid": 43009,
			"cname": "益阳"
		}, {"cid": 43010, "cname": "郴州"}, {"cid": 43011, "cname": "永州"}, {
			"cid": 43012,
			"cname": "怀化"
		}, {"cid": 43013, "cname": "娄底"}, {"cid": 43031, "cname": "湘西"}]
	}, {
		"pid": 44,
		"cities": [{"cid": 44001, "cname": "广州"}, {"cid": 44002, "cname": "韶关"}, {
			"cid": 44003,
			"cname": "深圳"
		}, {"cid": 44004, "cname": "珠海"}, {"cid": 44005, "cname": "汕头"}, {
			"cid": 44006,
			"cname": "佛山"
		}, {"cid": 44007, "cname": "江门"}, {"cid": 44008, "cname": "湛江"}, {
			"cid": 44009,
			"cname": "茂名"
		}, {"cid": 44012, "cname": "肇庆"}, {"cid": 44013, "cname": "惠州"}, {
			"cid": 44014,
			"cname": "梅州"
		}, {"cid": 44015, "cname": "汕尾"}, {"cid": 44016, "cname": "河源"}, {
			"cid": 44017,
			"cname": "阳江"
		}, {"cid": 44018, "cname": "清远"}, {"cid": 44019, "cname": "东莞"}, {
			"cid": 44020,
			"cname": "中山"
		}, {"cid": 44051, "cname": "潮州"}, {"cid": 44052, "cname": "揭阳"}, {"cid": 44053, "cname": "云浮"}]
	}, {
		"pid": 45,
		"cities": [{"cid": 45001, "cname": "南宁"}, {"cid": 45002, "cname": "柳州"}, {
			"cid": 45003,
			"cname": "桂林"
		}, {"cid": 45004, "cname": "梧州"}, {"cid": 45005, "cname": "北海"}, {
			"cid": 45006,
			"cname": "防城港"
		}, {"cid": 45007, "cname": "钦州"}, {"cid": 45008, "cname": "贵港"}, {
			"cid": 45009,
			"cname": "玉林"
		}, {"cid": 45010, "cname": "百色"}, {"cid": 45011, "cname": "贺州"}, {
			"cid": 45012,
			"cname": "河池"
		}, {"cid": 45013, "cname": "来宾"}, {"cid": 45014, "cname": "崇左"}]
	}, {
		"pid": 46,
		"cities": [{"cid": 46001, "cname": "海口"}, {"cid": 46002, "cname": "三亚"}, {
			"cid": 46003,
			"cname": "三沙"
		}, {"cid": 46025, "cname": "定安"}, {"cid": 46026, "cname": "屯昌"}, {
			"cid": 46027,
			"cname": "澄迈"
		}, {"cid": 46028, "cname": "临高"}, {"cid": 46030, "cname": "白沙"}, {
			"cid": 46031,
			"cname": "昌江"
		}, {"cid": 46033, "cname": "乐东"}, {"cid": 46034, "cname": "陵水"}, {
			"cid": 46035,
			"cname": "保亭"
		}, {"cid": 46036, "cname": "琼中"}, {"cid": 46091, "cname": "五指山"}, {
			"cid": 46092,
			"cname": "琼海"
		}, {"cid": 46093, "cname": "儋州"}, {"cid": 46095, "cname": "文昌"}, {
			"cid": 46096,
			"cname": "万宁"
		}, {"cid": 46097, "cname": "东方"}]
	}, {
		"pid": 50,
		"cities": [{"cid": 50001, "cname": "万州"}, {"cid": 50002, "cname": "涪陵"}, {
			"cid": 50003,
			"cname": "渝中"
		}, {"cid": 50004, "cname": "大渡口"}, {"cid": 50005, "cname": "江北"}, {
			"cid": 50006,
			"cname": "沙坪坝"
		}, {"cid": 50007, "cname": "九龙坡"}, {"cid": 50008, "cname": "南岸"}, {
			"cid": 50009,
			"cname": "北碚"
		}, {"cid": 50010, "cname": "万盛"}, {"cid": 50011, "cname": "双桥"}, {
			"cid": 50012,
			"cname": "渝北"
		}, {"cid": 50013, "cname": "巴南"}, {"cid": 50021, "cname": "长寿"}, {
			"cid": 50022,
			"cname": "綦江"
		}, {"cid": 50023, "cname": "潼南"}, {"cid": 50024, "cname": "铜梁"}, {
			"cid": 50025,
			"cname": "大足"
		}, {"cid": 50026, "cname": "荣昌"}, {"cid": 50027, "cname": "璧山"}, {
			"cid": 50028,
			"cname": "梁平"
		}, {"cid": 50029, "cname": "城口"}, {"cid": 50030, "cname": "丰都"}, {
			"cid": 50031,
			"cname": "垫江"
		}, {"cid": 50032, "cname": "武隆"}, {"cid": 50033, "cname": "忠县"}, {
			"cid": 50034,
			"cname": "开县"
		}, {"cid": 50035, "cname": "云阳"}, {"cid": 50036, "cname": "奉节"}, {
			"cid": 50037,
			"cname": "巫山"
		}, {"cid": 50038, "cname": "巫溪"}, {"cid": 50039, "cname": "黔江"}, {
			"cid": 50040,
			"cname": "石柱"
		}, {"cid": 50041, "cname": "秀山"}, {"cid": 50042, "cname": "酉阳"}, {
			"cid": 50043,
			"cname": "彭水"
		}, {"cid": 50081, "cname": "江津"}, {"cid": 50082, "cname": "合川"}, {
			"cid": 50083,
			"cname": "永川"
		}, {"cid": 50084, "cname": "南川"}, {"cid": 50085, "cname": "两江新区"}]
	}, {
		"pid": 51,
		"cities": [{"cid": 51001, "cname": "成都"}, {"cid": 51003, "cname": "自贡"}, {
			"cid": 51004,
			"cname": "攀枝花"
		}, {"cid": 51005, "cname": "泸州"}, {"cid": 51006, "cname": "德阳"}, {
			"cid": 51007,
			"cname": "绵阳"
		}, {"cid": 51008, "cname": "广元"}, {"cid": 51009, "cname": "遂宁"}, {
			"cid": 51010,
			"cname": "内江"
		}, {"cid": 51011, "cname": "乐山"}, {"cid": 51013, "cname": "南充"}, {
			"cid": 51014,
			"cname": "眉山"
		}, {"cid": 51015, "cname": "宜宾"}, {"cid": 51016, "cname": "广安"}, {
			"cid": 51017,
			"cname": "达州"
		}, {"cid": 51018, "cname": "雅安"}, {"cid": 51019, "cname": "巴中"}, {
			"cid": 51020,
			"cname": "资阳"
		}, {"cid": 51032, "cname": "阿坝"}, {"cid": 51033, "cname": "甘孜"}, {"cid": 51034, "cname": "凉山"}]
	}, {
		"pid": 52,
		"cities": [{"cid": 52001, "cname": "贵阳"}, {"cid": 52002, "cname": "六盘水"}, {
			"cid": 52003,
			"cname": "遵义"
		}, {"cid": 52004, "cname": "安顺"}, {"cid": 52022, "cname": "铜仁"}, {
			"cid": 52023,
			"cname": "黔西南"
		}, {"cid": 52024, "cname": "毕节"}, {"cid": 52026, "cname": "黔东南"}, {"cid": 52027, "cname": "黔南"}]
	}, {
		"pid": 53,
		"cities": [{"cid": 53001, "cname": "昆明"}, {"cid": 53003, "cname": "曲靖"}, {
			"cid": 53004,
			"cname": "玉溪"
		}, {"cid": 53005, "cname": "保山"}, {"cid": 53006, "cname": "昭通"}, {
			"cid": 53007,
			"cname": "丽江"
		}, {"cid": 53008, "cname": "普洱"}, {"cid": 53009, "cname": "临沧"}, {
			"cid": 53023,
			"cname": "楚雄"
		}, {"cid": 53025, "cname": "红河"}, {"cid": 53026, "cname": "文山"}, {
			"cid": 53028,
			"cname": "西双版纳"
		}, {"cid": 53029, "cname": "大理"}, {"cid": 53031, "cname": "德宏"}, {
			"cid": 53033,
			"cname": "怒江"
		}, {"cid": 53034, "cname": "迪庆"}]
	}, {
		"pid": 54,
		"cities": [{"cid": 54001, "cname": "拉萨"}, {"cid": 54021, "cname": "昌都"}, {
			"cid": 54022,
			"cname": "山南"
		}, {"cid": 54023, "cname": "日喀则"}, {"cid": 54024, "cname": "那曲"}, {
			"cid": 54025,
			"cname": "阿里"
		}, {"cid": 54026, "cname": "林芝"}]
	}, {
		"pid": 61,
		"cities": [{"cid": 61001, "cname": "西安"}, {"cid": 61002, "cname": "铜川"}, {
			"cid": 61003,
			"cname": "宝鸡"
		}, {"cid": 61004, "cname": "咸阳"}, {"cid": 61005, "cname": "渭南"}, {
			"cid": 61006,
			"cname": "延安"
		}, {"cid": 61007, "cname": "汉中"}, {"cid": 61008, "cname": "榆林"}, {
			"cid": 61009,
			"cname": "安康"
		}, {"cid": 61010, "cname": "商洛"}]
	}, {
		"pid": 62,
		"cities": [{"cid": 62001, "cname": "兰州市"}, {"cid": 62002, "cname": "嘉峪关"}, {
			"cid": 62003,
			"cname": "金昌"
		}, {"cid": 62004, "cname": "白银"}, {"cid": 62005, "cname": "天水"}, {
			"cid": 62006,
			"cname": "武威"
		}, {"cid": 62007, "cname": "张掖"}, {"cid": 62008, "cname": "平凉"}, {
			"cid": 62009,
			"cname": "酒泉"
		}, {"cid": 62010, "cname": "庆阳"}, {"cid": 62011, "cname": "定西"}, {
			"cid": 62012,
			"cname": "陇南"
		}, {"cid": 62029, "cname": "临夏"}, {"cid": 62030, "cname": "甘南"}]
	}, {
		"pid": 63,
		"cities": [{"cid": 63001, "cname": "西宁"}, {"cid": 63021, "cname": "海东"}, {
			"cid": 63022,
			"cname": "海北"
		}, {"cid": 63023, "cname": "黄南"}, {"cid": 63025, "cname": "海南"}, {
			"cid": 63026,
			"cname": "果洛"
		}, {"cid": 63027, "cname": "玉树"}, {"cid": 63028, "cname": "海西"}]
	}, {
		"pid": 64,
		"cities": [{"cid": 64001, "cname": "银川"}, {"cid": 64002, "cname": "石嘴山"}, {
			"cid": 64003,
			"cname": "吴忠"
		}, {"cid": 64004, "cname": "固原"}, {"cid": 64005, "cname": "中卫"}]
	}, {
		"pid": 65,
		"cities": [{"cid": 65001, "cname": "乌鲁木齐"}, {"cid": 65002, "cname": "克拉玛依"}, {
			"cid": 65021,
			"cname": "吐鲁番"
		}, {"cid": 65022, "cname": "哈密"}, {"cid": 65023, "cname": "昌吉"}, {
			"cid": 65027,
			"cname": "博尔塔拉"
		}, {"cid": 65028, "cname": "巴音郭楞"}, {"cid": 65029, "cname": "阿克苏"}, {
			"cid": 65030,
			"cname": "克孜勒苏"
		}, {"cid": 65031, "cname": "喀什"}, {"cid": 65032, "cname": "和田"}, {
			"cid": 65040,
			"cname": "伊犁"
		}, {"cid": 65042, "cname": "塔城"}, {"cid": 65043, "cname": "阿勒泰"}, {
			"cid": 65091,
			"cname": "石河子"
		}, {"cid": 65092, "cname": "阿拉尔"}, {"cid": 65093, "cname": "图木舒克"}, {
			"cid": 65094,
			"cname": "五家渠"
		}, {"cid": 65095, "cname": "北屯"}]
	}, {
		"pid": 71,
		"cities": [{"cid": 71001, "cname": "台北市"}, {"cid": 71002, "cname": "高雄市"}, {
			"cid": 71003,
			"cname": "基隆市"
		}, {"cid": 71004, "cname": "台中市"}, {"cid": 71005, "cname": "台南市"}, {
			"cid": 71006,
			"cname": "新竹市"
		}, {"cid": 71007, "cname": "嘉义市"}, {"cid": 71008, "cname": "台北县"}, {
			"cid": 71009,
			"cname": "宜兰县"
		}, {"cid": 71010, "cname": "桃园县"}, {"cid": 71011, "cname": "新竹县"}, {
			"cid": 71012,
			"cname": "苗栗县"
		}, {"cid": 71013, "cname": "台中县"}, {"cid": 71014, "cname": "彰化县"}, {
			"cid": 71015,
			"cname": "南投县"
		}, {"cid": 71016, "cname": "云林县"}, {"cid": 71017, "cname": "嘉义县"}, {
			"cid": 71018,
			"cname": "台南县"
		}, {"cid": 71019, "cname": "高雄县"}, {"cid": 71020, "cname": "屏东县"}, {
			"cid": 71021,
			"cname": "澎湖县"
		}, {"cid": 71022, "cname": "台东县"}, {"cid": 71023, "cname": "花莲县"}]
	}, {
		"pid": 81,
		"cities": [{"cid": 81001, "cname": "中西区"}, {"cid": 81002, "cname": "东区"}, {
			"cid": 81003,
			"cname": "南区"
		}, {"cid": 81004, "cname": "湾仔区"}, {"cid": 81005, "cname": "九龙城区"}, {
			"cid": 81006,
			"cname": "观塘区"
		}, {"cid": 81007, "cname": "深水埗区"}, {"cid": 81008, "cname": "黄大仙区"}, {
			"cid": 81009,
			"cname": "油尖旺区"
		}, {"cid": 81010, "cname": "离岛区"}, {"cid": 81011, "cname": "葵青区"}, {
			"cid": 81012,
			"cname": "北区"
		}, {"cid": 81013, "cname": "西贡区"}, {"cid": 81014, "cname": "沙田区"}, {
			"cid": 81015,
			"cname": "屯门区"
		}, {"cid": 81016, "cname": "大埔区"}, {"cid": 81017, "cname": "荃湾区"}, {"cid": 81018, "cname": "元朗区"}]
	}, {
		"pid": 82,
		"cities": [{"cid": 82001, "cname": "圣安多尼堂区"}, {"cid": 82002, "cname": "大堂区"}, {
			"cid": 82003,
			"cname": "路环"
		}, {"cid": 82004, "cname": "望德堂区"}, {"cid": 82005, "cname": "风顺堂区"}, {
			"cid": 82006,
			"cname": "花地玛堂区"
		}, {"cid": 82007, "cname": "氹仔"}]
	}];

var region =
	[{
		"cid": 13001,
		"regions": [{"rid": 13001002, "rname": "长安区"}, {"rid": 13001003, "rname": "桥东区"}, {
			"rid": 13001004,
			"rname": "桥西区"
		}, {"rid": 13001005, "rname": "新华区"}, {"rid": 13001007, "rname": "井陉矿区"}, {
			"rid": 13001008,
			"rname": "裕华区"
		}, {"rid": 13001021, "rname": "井陉县"}, {"rid": 13001023, "rname": "正定县"}, {
			"rid": 13001024,
			"rname": "栾城县"
		}, {"rid": 13001025, "rname": "行唐县"}, {"rid": 13001026, "rname": "灵寿县"}, {
			"rid": 13001027,
			"rname": "高邑县"
		}, {"rid": 13001028, "rname": "深泽县"}, {"rid": 13001029, "rname": "赞皇县"}, {
			"rid": 13001030,
			"rname": "无极县"
		}, {"rid": 13001031, "rname": "平山县"}, {"rid": 13001032, "rname": "元氏县"}, {
			"rid": 13001033,
			"rname": "赵县"
		}, {"rid": 13001081, "rname": "辛集市"}, {"rid": 13001082, "rname": "藁城市"}, {
			"rid": 13001083,
			"rname": "晋州市"
		}, {"rid": 13001084, "rname": "新乐市"}, {"rid": 13001085, "rname": "鹿泉市"}]
	}, {
		"cid": 13002,
		"regions": [{"rid": 13002002, "rname": "路南区"}, {"rid": 13002003, "rname": "路北区"}, {
			"rid": 13002004,
			"rname": "古冶区"
		}, {"rid": 13002005, "rname": "开平区"}, {"rid": 13002007, "rname": "丰南区"}, {
			"rid": 13002008,
			"rname": "丰润区"
		}, {"rid": 13002009, "rname": "曹妃甸区"}, {"rid": 13002023, "rname": "滦　县"}, {
			"rid": 13002024,
			"rname": "滦南县"
		}, {"rid": 13002025, "rname": "乐亭县"}, {"rid": 13002027, "rname": "迁西县"}, {
			"rid": 13002029,
			"rname": "玉田县"
		}, {"rid": 13002081, "rname": "遵化市"}, {"rid": 13002083, "rname": "迁安市"}]
	}, {
		"cid": 13003,
		"regions": [{"rid": 13003002, "rname": "海港区"}, {"rid": 13003003, "rname": "山海关区"}, {
			"rid": 13003004,
			"rname": "北戴河区"
		}, {"rid": 13003021, "rname": "青龙满族自治县"}, {"rid": 13003022, "rname": "昌黎县"}, {
			"rid": 13003023,
			"rname": "抚宁县"
		}, {"rid": 13003024, "rname": "卢龙县"}]
	}, {
		"cid": 13004,
		"regions": [{"rid": 13004002, "rname": "邯山区"}, {"rid": 13004003, "rname": "丛台区"}, {
			"rid": 13004004,
			"rname": "复兴区"
		}, {"rid": 13004006, "rname": "峰峰矿区"}, {"rid": 13004021, "rname": "邯郸县"}, {
			"rid": 13004023,
			"rname": "临漳县"
		}, {"rid": 13004024, "rname": "成安县"}, {"rid": 13004025, "rname": "大名县"}, {
			"rid": 13004026,
			"rname": "涉　县"
		}, {"rid": 13004027, "rname": "磁　县"}, {"rid": 13004028, "rname": "肥乡县"}, {
			"rid": 13004029,
			"rname": "永年县"
		}, {"rid": 13004030, "rname": "邱　县"}, {"rid": 13004031, "rname": "鸡泽县"}, {
			"rid": 13004032,
			"rname": "广平县"
		}, {"rid": 13004033, "rname": "馆陶县"}, {"rid": 13004034, "rname": "魏　县"}, {
			"rid": 13004035,
			"rname": "曲周县"
		}, {"rid": 13004081, "rname": "武安市"}]
	}, {
		"cid": 13005,
		"regions": [{"rid": 13005002, "rname": "桥东区"}, {"rid": 13005003, "rname": "桥西区"}, {
			"rid": 13005021,
			"rname": "邢台县"
		}, {"rid": 13005022, "rname": "临城县"}, {"rid": 13005023, "rname": "内丘县"}, {
			"rid": 13005024,
			"rname": "柏乡县"
		}, {"rid": 13005025, "rname": "隆尧县"}, {"rid": 13005026, "rname": "任　县"}, {
			"rid": 13005027,
			"rname": "南和县"
		}, {"rid": 13005028, "rname": "宁晋县"}, {"rid": 13005029, "rname": "巨鹿县"}, {
			"rid": 13005030,
			"rname": "新河县"
		}, {"rid": 13005031, "rname": "广宗县"}, {"rid": 13005032, "rname": "平乡县"}, {
			"rid": 13005033,
			"rname": "威　县"
		}, {"rid": 13005034, "rname": "清河县"}, {"rid": 13005035, "rname": "临西县"}, {
			"rid": 13005081,
			"rname": "南宫市"
		}, {"rid": 13005082, "rname": "沙河市"}]
	}, {
		"cid": 13006,
		"regions": [{"rid": 13006002, "rname": "新市区"}, {"rid": 13006003, "rname": "北市区"}, {
			"rid": 13006004,
			"rname": "南市区"
		}, {"rid": 13006021, "rname": "满城县"}, {"rid": 13006022, "rname": "清苑县"}, {
			"rid": 13006023,
			"rname": "涞水县"
		}, {"rid": 13006024, "rname": "阜平县"}, {"rid": 13006025, "rname": "徐水县"}, {
			"rid": 13006026,
			"rname": "定兴县"
		}, {"rid": 13006027, "rname": "唐　县"}, {"rid": 13006028, "rname": "高阳县"}, {
			"rid": 13006029,
			"rname": "容城县"
		}, {"rid": 13006030, "rname": "涞源县"}, {"rid": 13006031, "rname": "望都县"}, {
			"rid": 13006032,
			"rname": "安新县"
		}, {"rid": 13006033, "rname": "易　县"}, {"rid": 13006034, "rname": "曲阳县"}, {
			"rid": 13006035,
			"rname": "蠡　县"
		}, {"rid": 13006036, "rname": "顺平县"}, {"rid": 13006037, "rname": "博野县"}, {
			"rid": 13006038,
			"rname": "雄　县"
		}, {"rid": 13006081, "rname": "涿州市"}, {"rid": 13006082, "rname": "定州市"}, {
			"rid": 13006083,
			"rname": "安国市"
		}, {"rid": 13006084, "rname": "高碑店市"}]
	}, {
		"cid": 13007,
		"regions": [{"rid": 13007002, "rname": "桥东区"}, {"rid": 13007003, "rname": "桥西区"}, {
			"rid": 13007005,
			"rname": "宣化区"
		}, {"rid": 13007006, "rname": "下花园区"}, {"rid": 13007021, "rname": "宣化县"}, {
			"rid": 13007022,
			"rname": "张北县"
		}, {"rid": 13007023, "rname": "康保县"}, {"rid": 13007024, "rname": "沽源县"}, {
			"rid": 13007025,
			"rname": "尚义县"
		}, {"rid": 13007026, "rname": "蔚　县"}, {"rid": 13007027, "rname": "阳原县"}, {
			"rid": 13007028,
			"rname": "怀安县"
		}, {"rid": 13007029, "rname": "万全县"}, {"rid": 13007030, "rname": "怀来县"}, {
			"rid": 13007031,
			"rname": "涿鹿县"
		}, {"rid": 13007032, "rname": "赤城县"}, {"rid": 13007033, "rname": "崇礼县"}]
	}, {
		"cid": 13008,
		"regions": [{"rid": 13008002, "rname": "双桥区"}, {"rid": 13008003, "rname": "双滦区"}, {
			"rid": 13008004,
			"rname": "鹰手营子矿区"
		}, {"rid": 13008021, "rname": "承德县"}, {"rid": 13008022, "rname": "兴隆县"}, {
			"rid": 13008023,
			"rname": "平泉县"
		}, {"rid": 13008024, "rname": "滦平县"}, {"rid": 13008025, "rname": "隆化县"}, {
			"rid": 13008026,
			"rname": "丰宁满族自治县"
		}, {"rid": 13008027, "rname": "宽城满族自治县"}, {"rid": 13008028, "rname": "围场满族蒙古族自治县"}]
	}, {
		"cid": 13009,
		"regions": [{"rid": 13009002, "rname": "新华区"}, {"rid": 13009003, "rname": "运河区"}, {
			"rid": 13009021,
			"rname": "沧　县"
		}, {"rid": 13009022, "rname": "青　县"}, {"rid": 13009023, "rname": "东光县"}, {
			"rid": 13009024,
			"rname": "海兴县"
		}, {"rid": 13009025, "rname": "盐山县"}, {"rid": 13009026, "rname": "肃宁县"}, {
			"rid": 13009027,
			"rname": "南皮县"
		}, {"rid": 13009028, "rname": "吴桥县"}, {"rid": 13009029, "rname": "献　县"}, {
			"rid": 13009030,
			"rname": "孟村回族自治县"
		}, {"rid": 13009081, "rname": "泊头市"}, {"rid": 13009082, "rname": "任丘市"}, {
			"rid": 13009083,
			"rname": "黄骅市"
		}, {"rid": 13009084, "rname": "河间市"}]
	}, {
		"cid": 13010,
		"regions": [{"rid": 13010002, "rname": "安次区"}, {"rid": 13010003, "rname": "广阳区"}, {
			"rid": 13010022,
			"rname": "固安县"
		}, {"rid": 13010023, "rname": "永清县"}, {"rid": 13010024, "rname": "香河县"}, {
			"rid": 13010025,
			"rname": "大城县"
		}, {"rid": 13010026, "rname": "文安县"}, {"rid": 13010028, "rname": "大厂回族自治县"}, {
			"rid": 13010081,
			"rname": "霸州市"
		}, {"rid": 13010082, "rname": "三河市"}]
	}, {
		"cid": 13011,
		"regions": [{"rid": 13011002, "rname": "桃城区"}, {"rid": 13011021, "rname": "枣强县"}, {
			"rid": 13011022,
			"rname": "武邑县"
		}, {"rid": 13011023, "rname": "武强县"}, {"rid": 13011024, "rname": "饶阳县"}, {
			"rid": 13011025,
			"rname": "安平县"
		}, {"rid": 13011026, "rname": "故城县"}, {"rid": 13011027, "rname": "景　县"}, {
			"rid": 13011028,
			"rname": "阜城县"
		}, {"rid": 13011081, "rname": "冀州市"}, {"rid": 13011082, "rname": "深州市"}]
	}, {
		"cid": 14001,
		"regions": [{"rid": 14001005, "rname": "小店区"}, {"rid": 14001006, "rname": "迎泽区"}, {
			"rid": 14001007,
			"rname": "杏花岭区"
		}, {"rid": 14001008, "rname": "尖草坪区"}, {"rid": 14001009, "rname": "万柏林区"}, {
			"rid": 14001010,
			"rname": "晋源区"
		}, {"rid": 14001021, "rname": "清徐县"}, {"rid": 14001022, "rname": "阳曲县"}, {
			"rid": 14001023,
			"rname": "娄烦县"
		}, {"rid": 14001081, "rname": "古交市"}]
	}, {
		"cid": 14002,
		"regions": [{"rid": 14002002, "rname": "城　区"}, {"rid": 14002003, "rname": "矿　区"}, {
			"rid": 14002011,
			"rname": "南郊区"
		}, {"rid": 14002012, "rname": "新荣区"}, {"rid": 14002021, "rname": "阳高县"}, {
			"rid": 14002022,
			"rname": "天镇县"
		}, {"rid": 14002023, "rname": "广灵县"}, {"rid": 14002024, "rname": "灵丘县"}, {
			"rid": 14002025,
			"rname": "浑源县"
		}, {"rid": 14002026, "rname": "左云县"}, {"rid": 14002027, "rname": "大同县"}]
	}, {
		"cid": 14003,
		"regions": [{"rid": 14003002, "rname": "城　区"}, {"rid": 14003003, "rname": "矿　区"}, {
			"rid": 14003011,
			"rname": "郊　区"
		}, {"rid": 14003021, "rname": "平定县"}, {"rid": 14003022, "rname": "盂　县"}]
	}, {
		"cid": 14004,
		"regions": [{"rid": 14004002, "rname": "城　区"}, {"rid": 14004011, "rname": "郊　区"}, {
			"rid": 14004021,
			"rname": "长治县"
		}, {"rid": 14004023, "rname": "襄垣县"}, {"rid": 14004024, "rname": "屯留县"}, {
			"rid": 14004025,
			"rname": "平顺县"
		}, {"rid": 14004026, "rname": "黎城县"}, {"rid": 14004027, "rname": "壶关县"}, {
			"rid": 14004028,
			"rname": "长子县"
		}, {"rid": 14004029, "rname": "武乡县"}, {"rid": 14004030, "rname": "沁　县"}, {
			"rid": 14004031,
			"rname": "沁源县"
		}, {"rid": 14004081, "rname": "潞城市"}]
	}, {
		"cid": 14005,
		"regions": [{"rid": 14005002, "rname": "城　区"}, {"rid": 14005021, "rname": "沁水县"}, {
			"rid": 14005022,
			"rname": "阳城县"
		}, {"rid": 14005024, "rname": "陵川县"}, {"rid": 14005025, "rname": "泽州县"}, {
			"rid": 14005081,
			"rname": "高平市"
		}]
	}, {
		"cid": 14006,
		"regions": [{"rid": 14006002, "rname": "朔城区"}, {"rid": 14006003, "rname": "平鲁区"}, {
			"rid": 14006021,
			"rname": "山阴县"
		}, {"rid": 14006022, "rname": "应　县"}, {"rid": 14006023, "rname": "右玉县"}, {
			"rid": 14006024,
			"rname": "怀仁县"
		}]
	}, {
		"cid": 14007,
		"regions": [{"rid": 14007002, "rname": "榆次区"}, {"rid": 14007021, "rname": "榆社县"}, {
			"rid": 14007022,
			"rname": "左权县"
		}, {"rid": 14007023, "rname": "和顺县"}, {"rid": 14007024, "rname": "昔阳县"}, {
			"rid": 14007025,
			"rname": "寿阳县"
		}, {"rid": 14007026, "rname": "太谷县"}, {"rid": 14007027, "rname": "祁　县"}, {
			"rid": 14007028,
			"rname": "平遥县"
		}, {"rid": 14007029, "rname": "灵石县"}, {"rid": 14007081, "rname": "介休市"}]
	}, {
		"cid": 14008,
		"regions": [{"rid": 14008002, "rname": "盐湖区"}, {"rid": 14008021, "rname": "临猗县"}, {
			"rid": 14008022,
			"rname": "万荣县"
		}, {"rid": 14008023, "rname": "闻喜县"}, {"rid": 14008024, "rname": "稷山县"}, {
			"rid": 14008025,
			"rname": "新绛县"
		}, {"rid": 14008026, "rname": "绛　县"}, {"rid": 14008027, "rname": "垣曲县"}, {
			"rid": 14008028,
			"rname": "夏　县"
		}, {"rid": 14008029, "rname": "平陆县"}, {"rid": 14008030, "rname": "芮城县"}, {
			"rid": 14008081,
			"rname": "永济市"
		}, {"rid": 14008082, "rname": "河津市"}]
	}, {
		"cid": 14009,
		"regions": [{"rid": 14009002, "rname": "忻府区"}, {"rid": 14009021, "rname": "定襄县"}, {
			"rid": 14009022,
			"rname": "五台县"
		}, {"rid": 14009023, "rname": "代　县"}, {"rid": 14009024, "rname": "繁峙县"}, {
			"rid": 14009025,
			"rname": "宁武县"
		}, {"rid": 14009026, "rname": "静乐县"}, {"rid": 14009027, "rname": "神池县"}, {
			"rid": 14009028,
			"rname": "五寨县"
		}, {"rid": 14009029, "rname": "岢岚县"}, {"rid": 14009030, "rname": "河曲县"}, {
			"rid": 14009031,
			"rname": "保德县"
		}, {"rid": 14009032, "rname": "偏关县"}, {"rid": 14009081, "rname": "原平市"}]
	}, {
		"cid": 14010,
		"regions": [{"rid": 14010002, "rname": "尧都区"}, {"rid": 14010021, "rname": "曲沃县"}, {
			"rid": 14010022,
			"rname": "翼城县"
		}, {"rid": 14010023, "rname": "襄汾县"}, {"rid": 14010024, "rname": "洪洞县"}, {
			"rid": 14010025,
			"rname": "古　县"
		}, {"rid": 14010026, "rname": "安泽县"}, {"rid": 14010027, "rname": "浮山县"}, {
			"rid": 14010028,
			"rname": "吉　县"
		}, {"rid": 14010029, "rname": "乡宁县"}, {"rid": 14010030, "rname": "大宁县"}, {
			"rid": 14010031,
			"rname": "隰　县"
		}, {"rid": 14010032, "rname": "永和县"}, {"rid": 14010033, "rname": "蒲　县"}, {
			"rid": 14010034,
			"rname": "汾西县"
		}, {"rid": 14010081, "rname": "侯马市"}, {"rid": 14010082, "rname": "霍州市"}]
	}, {
		"cid": 14011,
		"regions": [{"rid": 14011002, "rname": "离石区"}, {"rid": 14011021, "rname": "文水县"}, {
			"rid": 14011022,
			"rname": "交城县"
		}, {"rid": 14011023, "rname": "兴　县"}, {"rid": 14011024, "rname": "临　县"}, {
			"rid": 14011025,
			"rname": "柳林县"
		}, {"rid": 14011026, "rname": "石楼县"}, {"rid": 14011027, "rname": "岚　县"}, {
			"rid": 14011028,
			"rname": "方山县"
		}, {"rid": 14011029, "rname": "中阳县"}, {"rid": 14011030, "rname": "交口县"}, {
			"rid": 14011081,
			"rname": "孝义市"
		}, {"rid": 14011082, "rname": "汾阳市"}]
	}, {
		"cid": 15001,
		"regions": [{"rid": 15001002, "rname": "新城区"}, {"rid": 15001003, "rname": "回民区"}, {
			"rid": 15001004,
			"rname": "玉泉区"
		}, {"rid": 15001005, "rname": "赛罕区"}, {"rid": 15001021, "rname": "土默特左旗"}, {
			"rid": 15001022,
			"rname": "托克托县"
		}, {"rid": 15001023, "rname": "和林格尔县"}, {"rid": 15001024, "rname": "清水河县"}, {
			"rid": 15001025,
			"rname": "武川县"
		}]
	}, {
		"cid": 15002,
		"regions": [{"rid": 15002002, "rname": "东河区"}, {"rid": 15002003, "rname": "昆都仑区"}, {
			"rid": 15002004,
			"rname": "青山区"
		}, {"rid": 15002005, "rname": "石拐区"}, {"rid": 15002006, "rname": "白云鄂博矿区"}, {
			"rid": 15002007,
			"rname": "九原区"
		}, {"rid": 15002021, "rname": "土默特右旗"}, {"rid": 15002022, "rname": "固阳县"}, {
			"rid": 15002023,
			"rname": "达尔罕茂明安联合旗"
		}]
	}, {
		"cid": 15003,
		"regions": [{"rid": 15003002, "rname": "海勃湾区"}, {"rid": 15003003, "rname": "海南区"}, {
			"rid": 15003004,
			"rname": "乌达区"
		}]
	}, {
		"cid": 15004,
		"regions": [{"rid": 15004002, "rname": "红山区"}, {"rid": 15004003, "rname": "元宝山区"}, {
			"rid": 15004004,
			"rname": "松山区"
		}, {"rid": 15004021, "rname": "阿鲁科尔沁旗"}, {"rid": 15004022, "rname": "巴林左旗"}, {
			"rid": 15004023,
			"rname": "巴林右旗"
		}, {"rid": 15004024, "rname": "林西县"}, {"rid": 15004025, "rname": "克什克腾旗"}, {
			"rid": 15004026,
			"rname": "翁牛特旗"
		}, {"rid": 15004028, "rname": "喀喇沁旗"}, {"rid": 15004029, "rname": "宁城县"}, {
			"rid": 15004030,
			"rname": "敖汉旗"
		}]
	}, {
		"cid": 15005,
		"regions": [{"rid": 15005002, "rname": "科尔沁区"}, {"rid": 15005021, "rname": "科尔沁左翼中旗"}, {
			"rid": 15005022,
			"rname": "科尔沁左翼后旗"
		}, {"rid": 15005023, "rname": "开鲁县"}, {"rid": 15005024, "rname": "库伦旗"}, {
			"rid": 15005025,
			"rname": "奈曼旗"
		}, {"rid": 15005026, "rname": "扎鲁特旗"}, {"rid": 15005081, "rname": "霍林郭勒市"}]
	}, {
		"cid": 15006,
		"regions": [{"rid": 15006002, "rname": "东胜区"}, {"rid": 15006021, "rname": "达拉特旗"}, {
			"rid": 15006022,
			"rname": "准格尔旗"
		}, {"rid": 15006023, "rname": "鄂托克前旗"}, {"rid": 15006024, "rname": "鄂托克旗"}, {
			"rid": 15006025,
			"rname": "杭锦旗"
		}, {"rid": 15006026, "rname": "乌审旗"}, {"rid": 15006027, "rname": "伊金霍洛旗"}]
	}, {
		"cid": 15007,
		"regions": [{"rid": 15007002, "rname": "海拉尔区"}, {"rid": 15007021, "rname": "阿荣旗"}, {
			"rid": 15007022,
			"rname": "莫力达瓦达斡尔族自治旗"
		}, {"rid": 15007023, "rname": "鄂伦春自治旗"}, {"rid": 15007024, "rname": "鄂温克族自治旗"}, {
			"rid": 15007025,
			"rname": "陈巴尔虎旗"
		}, {"rid": 15007026, "rname": "新巴尔虎左旗"}, {"rid": 15007027, "rname": "新巴尔虎右旗"}, {
			"rid": 15007081,
			"rname": "满洲里市"
		}, {"rid": 15007082, "rname": "牙克石市"}, {"rid": 15007083, "rname": "扎兰屯市"}, {
			"rid": 15007084,
			"rname": "额尔古纳市"
		}, {"rid": 15007085, "rname": "根河市"}]
	}, {
		"cid": 15008,
		"regions": [{"rid": 15008002, "rname": "临河区"}, {"rid": 15008021, "rname": "五原县"}, {
			"rid": 15008022,
			"rname": "磴口县"
		}, {"rid": 15008023, "rname": "乌拉特前旗"}, {"rid": 15008024, "rname": "乌拉特中旗"}, {
			"rid": 15008025,
			"rname": "乌拉特后旗"
		}, {"rid": 15008026, "rname": "杭锦后旗"}]
	}, {
		"cid": 15009,
		"regions": [{"rid": 15009002, "rname": "集宁区"}, {"rid": 15009021, "rname": "卓资县"}, {
			"rid": 15009022,
			"rname": "化德县"
		}, {"rid": 15009023, "rname": "商都县"}, {"rid": 15009024, "rname": "兴和县"}, {
			"rid": 15009025,
			"rname": "凉城县"
		}, {"rid": 15009026, "rname": "察哈尔右翼前旗"}, {"rid": 15009027, "rname": "察哈尔右翼中旗"}, {
			"rid": 15009028,
			"rname": "察哈尔右翼后旗"
		}, {"rid": 15009029, "rname": "四子王旗"}, {"rid": 15009081, "rname": "丰镇市"}]
	}, {
		"cid": 15022,
		"regions": [{"rid": 15022001, "rname": "乌兰浩特市"}, {"rid": 15022002, "rname": "阿尔山市"}, {
			"rid": 15022021,
			"rname": "科尔沁右翼前旗"
		}, {"rid": 15022022, "rname": "科尔沁右翼中旗"}, {"rid": 15022023, "rname": "扎赉特旗"}, {
			"rid": 15022024,
			"rname": "突泉县"
		}]
	}, {
		"cid": 15025,
		"regions": [{"rid": 15025001, "rname": "二连浩特市"}, {"rid": 15025002, "rname": "锡林浩特市"}, {
			"rid": 15025022,
			"rname": "阿巴嘎旗"
		}, {"rid": 15025023, "rname": "苏尼特左旗"}, {"rid": 15025024, "rname": "苏尼特右旗"}, {
			"rid": 15025025,
			"rname": "东乌珠穆沁旗"
		}, {"rid": 15025026, "rname": "西乌珠穆沁旗"}, {"rid": 15025027, "rname": "太仆寺旗"}, {
			"rid": 15025028,
			"rname": "镶黄旗"
		}, {"rid": 15025029, "rname": "正镶白旗"}, {"rid": 15025030, "rname": "正蓝旗"}, {
			"rid": 15025031,
			"rname": "多伦县"
		}]
	}, {
		"cid": 15029,
		"regions": [{"rid": 15029021, "rname": "阿拉善左旗"}, {"rid": 15029022, "rname": "阿拉善右旗"}, {
			"rid": 15029023,
			"rname": "额济纳旗"
		}]
	}, {
		"cid": 21001,
		"regions": [{"rid": 21001002, "rname": "和平区"}, {"rid": 21001003, "rname": "沈河区"}, {
			"rid": 21001004,
			"rname": "大东区"
		}, {"rid": 21001005, "rname": "皇姑区"}, {"rid": 21001006, "rname": "铁西区"}, {
			"rid": 21001011,
			"rname": "苏家屯区"
		}, {"rid": 21001012, "rname": "东陵区"}, {"rid": 21001013, "rname": "沈北新区"}, {
			"rid": 21001014,
			"rname": "于洪区"
		}, {"rid": 21001022, "rname": "辽中县"}, {"rid": 21001023, "rname": "康平县"}, {
			"rid": 21001024,
			"rname": "法库县"
		}, {"rid": 21001081, "rname": "新民市"}]
	}, {
		"cid": 21002,
		"regions": [{"rid": 21002002, "rname": "中山区"}, {"rid": 21002003, "rname": "西岗区"}, {
			"rid": 21002004,
			"rname": "沙河口区"
		}, {"rid": 21002011, "rname": "甘井子区"}, {"rid": 21002012, "rname": "旅顺口区"}, {
			"rid": 21002013,
			"rname": "金州区"
		}, {"rid": 21002024, "rname": "长海县"}, {"rid": 21002081, "rname": "瓦房店市"}, {
			"rid": 21002082,
			"rname": "普兰店市"
		}, {"rid": 21002083, "rname": "庄河市"}]
	}, {
		"cid": 21003,
		"regions": [{"rid": 21003002, "rname": "铁东区"}, {"rid": 21003003, "rname": "铁西区"}, {
			"rid": 21003004,
			"rname": "立山区"
		}, {"rid": 21003011, "rname": "千山区"}, {"rid": 21003021, "rname": "台安县"}, {
			"rid": 21003023,
			"rname": "岫岩满族自治县"
		}, {"rid": 21003081, "rname": "海城市"}]
	}, {
		"cid": 21004,
		"regions": [{"rid": 21004002, "rname": "新抚区"}, {"rid": 21004003, "rname": "东洲区"}, {
			"rid": 21004004,
			"rname": "望花区"
		}, {"rid": 21004011, "rname": "顺城区"}, {"rid": 21004021, "rname": "抚顺县"}, {
			"rid": 21004022,
			"rname": "新宾满族自治县"
		}, {"rid": 21004023, "rname": "清原满族自治县"}]
	}, {
		"cid": 21005,
		"regions": [{"rid": 21005002, "rname": "平山区"}, {"rid": 21005003, "rname": "溪湖区"}, {
			"rid": 21005004,
			"rname": "明山区"
		}, {"rid": 21005005, "rname": "南芬区"}, {"rid": 21005021, "rname": "本溪满族自治县"}, {
			"rid": 21005022,
			"rname": "桓仁满族自治县"
		}]
	}, {
		"cid": 21006,
		"regions": [{"rid": 21006002, "rname": "元宝区"}, {"rid": 21006003, "rname": "振兴区"}, {
			"rid": 21006004,
			"rname": "振安区"
		}, {"rid": 21006024, "rname": "宽甸满族自治县"}, {"rid": 21006081, "rname": "东港市"}, {
			"rid": 21006082,
			"rname": "凤城市"
		}]
	}, {
		"cid": 21007,
		"regions": [{"rid": 21007002, "rname": "古塔区"}, {"rid": 21007003, "rname": "凌河区"}, {
			"rid": 21007011,
			"rname": "太和区"
		}, {"rid": 21007026, "rname": "黑山县"}, {"rid": 21007027, "rname": "义　县"}, {
			"rid": 21007081,
			"rname": "凌海市"
		}, {"rid": 21007082, "rname": "北镇市"}]
	}, {
		"cid": 21008,
		"regions": [{"rid": 21008002, "rname": "站前区"}, {"rid": 21008003, "rname": "西市区"}, {
			"rid": 21008004,
			"rname": "鲅鱼圈区"
		}, {"rid": 21008011, "rname": "老边区"}, {"rid": 21008081, "rname": "盖州市"}, {
			"rid": 21008082,
			"rname": "大石桥市"
		}]
	}, {
		"cid": 21009,
		"regions": [{"rid": 21009002, "rname": "海州区"}, {"rid": 21009003, "rname": "新邱区"}, {
			"rid": 21009004,
			"rname": "太平区"
		}, {"rid": 21009005, "rname": "清河门区"}, {"rid": 21009011, "rname": "细河区"}, {
			"rid": 21009021,
			"rname": "阜新蒙古族自治县"
		}, {"rid": 21009022, "rname": "彰武县"}]
	}, {
		"cid": 21010,
		"regions": [{"rid": 21010002, "rname": "白塔区"}, {"rid": 21010003, "rname": "文圣区"}, {
			"rid": 21010004,
			"rname": "宏伟区"
		}, {"rid": 21010005, "rname": "弓长岭区"}, {"rid": 21010011, "rname": "太子河区"}, {
			"rid": 21010021,
			"rname": "辽阳县"
		}, {"rid": 21010081, "rname": "灯塔市"}]
	}, {
		"cid": 21011,
		"regions": [{"rid": 21011002, "rname": "双台子区"}, {"rid": 21011003, "rname": "兴隆台区"}, {
			"rid": 21011021,
			"rname": "大洼县"
		}, {"rid": 21011022, "rname": "盘山县"}]
	}, {
		"cid": 21012,
		"regions": [{"rid": 21012002, "rname": "银州区"}, {"rid": 21012004, "rname": "清河区"}, {
			"rid": 21012021,
			"rname": "铁岭县"
		}, {"rid": 21012023, "rname": "西丰县"}, {"rid": 21012024, "rname": "昌图县"}, {
			"rid": 21012081,
			"rname": "调兵山市"
		}, {"rid": 21012082, "rname": "开原市"}]
	}, {
		"cid": 21013,
		"regions": [{"rid": 21013002, "rname": "双塔区"}, {"rid": 21013003, "rname": "龙城区"}, {
			"rid": 21013021,
			"rname": "朝阳县"
		}, {"rid": 21013022, "rname": "建平县"}, {"rid": 21013024, "rname": "喀喇沁左翼蒙古族自治县"}, {
			"rid": 21013081,
			"rname": "北票市"
		}, {"rid": 21013082, "rname": "凌源市"}]
	}, {
		"cid": 21014,
		"regions": [{"rid": 21014002, "rname": "连山区"}, {"rid": 21014003, "rname": "龙港区"}, {
			"rid": 21014004,
			"rname": "南票区"
		}, {"rid": 21014021, "rname": "绥中县"}, {"rid": 21014022, "rname": "建昌县"}, {
			"rid": 21014081,
			"rname": "兴城市"
		}]
	}, {
		"cid": 22001,
		"regions": [{"rid": 22001002, "rname": "南关区"}, {"rid": 22001003, "rname": "宽城区"}, {
			"rid": 22001004,
			"rname": "朝阳区"
		}, {"rid": 22001005, "rname": "二道区"}, {"rid": 22001006, "rname": "绿园区"}, {
			"rid": 22001012,
			"rname": "双阳区"
		}, {"rid": 22001022, "rname": "农安县"}, {"rid": 22001081, "rname": "九台市"}, {
			"rid": 22001082,
			"rname": "榆树市"
		}, {"rid": 22001083, "rname": "德惠市"}]
	}, {
		"cid": 22002,
		"regions": [{"rid": 22002002, "rname": "昌邑区"}, {"rid": 22002003, "rname": "龙潭区"}, {
			"rid": 22002004,
			"rname": "船营区"
		}, {"rid": 22002011, "rname": "丰满区"}, {"rid": 22002021, "rname": "永吉县"}, {
			"rid": 22002081,
			"rname": "蛟河市"
		}, {"rid": 22002082, "rname": "桦甸市"}, {"rid": 22002083, "rname": "舒兰市"}, {
			"rid": 22002084,
			"rname": "磐石市"
		}]
	}, {
		"cid": 22003,
		"regions": [{"rid": 22003002, "rname": "铁西区"}, {"rid": 22003003, "rname": "铁东区"}, {
			"rid": 22003022,
			"rname": "梨树县"
		}, {"rid": 22003023, "rname": "伊通满族自治县"}, {"rid": 22003081, "rname": "公主岭市"}, {
			"rid": 22003082,
			"rname": "双辽市"
		}]
	}, {
		"cid": 22004,
		"regions": [{"rid": 22004002, "rname": "龙山区"}, {"rid": 22004003, "rname": "西安区"}, {
			"rid": 22004021,
			"rname": "东丰县"
		}, {"rid": 22004022, "rname": "东辽县"}]
	}, {
		"cid": 22005,
		"regions": [{"rid": 22005002, "rname": "东昌区"}, {"rid": 22005003, "rname": "二道江区"}, {
			"rid": 22005021,
			"rname": "通化县"
		}, {"rid": 22005023, "rname": "辉南县"}, {"rid": 22005024, "rname": "柳河县"}, {
			"rid": 22005081,
			"rname": "梅河口市"
		}, {"rid": 22005082, "rname": "集安市"}]
	}, {
		"cid": 22006,
		"regions": [{"rid": 22006002, "rname": "八道江区"}, {"rid": 22006005, "rname": "江源区"}, {
			"rid": 22006021,
			"rname": "抚松县"
		}, {"rid": 22006022, "rname": "靖宇县"}, {"rid": 22006023, "rname": "长白朝鲜族自治县"}, {
			"rid": 22006081,
			"rname": "临江市"
		}]
	}, {
		"cid": 22007,
		"regions": [{"rid": 22007002, "rname": "宁江区"}, {
			"rid": 22007021,
			"rname": "前郭尔罗斯蒙古族自治县"
		}, {"rid": 22007022, "rname": "长岭县"}, {"rid": 22007023, "rname": "乾安县"}, {
			"rid": 22007024,
			"rname": "扶余县"
		}]
	}, {
		"cid": 22008,
		"regions": [{"rid": 22008002, "rname": "洮北区"}, {"rid": 22008021, "rname": "镇赉县"}, {
			"rid": 22008022,
			"rname": "通榆县"
		}, {"rid": 22008081, "rname": "洮南市"}, {"rid": 22008082, "rname": "大安市"}]
	}, {
		"cid": 22024,
		"regions": [{"rid": 22024001, "rname": "延吉市"}, {"rid": 22024002, "rname": "图们市"}, {
			"rid": 22024003,
			"rname": "敦化市"
		}, {"rid": 22024004, "rname": "珲春市"}, {"rid": 22024005, "rname": "龙井市"}, {
			"rid": 22024006,
			"rname": "和龙市"
		}, {"rid": 22024024, "rname": "汪清县"}, {"rid": 22024026, "rname": "安图县"}]
	}, {
		"cid": 23001,
		"regions": [{"rid": 23001002, "rname": "道里区"}, {"rid": 23001003, "rname": "南岗区"}, {
			"rid": 23001004,
			"rname": "道外区"
		}, {"rid": 23001008, "rname": "平房区"}, {"rid": 23001009, "rname": "松北区"}, {
			"rid": 23001010,
			"rname": "香坊区"
		}, {"rid": 23001011, "rname": "呼兰区"}, {"rid": 23001012, "rname": "阿城区"}, {
			"rid": 23001023,
			"rname": "依兰县"
		}, {"rid": 23001024, "rname": "方正县"}, {"rid": 23001025, "rname": "宾　县"}, {
			"rid": 23001026,
			"rname": "巴彦县"
		}, {"rid": 23001027, "rname": "木兰县"}, {"rid": 23001028, "rname": "通河县"}, {
			"rid": 23001029,
			"rname": "延寿县"
		}, {"rid": 23001082, "rname": "双城市"}, {"rid": 23001083, "rname": "尚志市"}, {
			"rid": 23001084,
			"rname": "五常市"
		}]
	}, {
		"cid": 23002,
		"regions": [{"rid": 23002002, "rname": "龙沙区"}, {"rid": 23002003, "rname": "建华区"}, {
			"rid": 23002004,
			"rname": "铁锋区"
		}, {"rid": 23002005, "rname": "昂昂溪区"}, {"rid": 23002006, "rname": "富拉尔基区"}, {
			"rid": 23002007,
			"rname": "碾子山区"
		}, {"rid": 23002008, "rname": "梅里斯达斡尔族区"}, {"rid": 23002021, "rname": "龙江县"}, {
			"rid": 23002023,
			"rname": "依安县"
		}, {"rid": 23002024, "rname": "泰来县"}, {"rid": 23002025, "rname": "甘南县"}, {
			"rid": 23002027,
			"rname": "富裕县"
		}, {"rid": 23002029, "rname": "克山县"}, {"rid": 23002030, "rname": "克东县"}, {
			"rid": 23002031,
			"rname": "拜泉县"
		}, {"rid": 23002081, "rname": "讷河市"}]
	}, {
		"cid": 23003,
		"regions": [{"rid": 23003002, "rname": "鸡冠区"}, {"rid": 23003003, "rname": "恒山区"}, {
			"rid": 23003004,
			"rname": "滴道区"
		}, {"rid": 23003005, "rname": "梨树区"}, {"rid": 23003006, "rname": "城子河区"}, {
			"rid": 23003007,
			"rname": "麻山区"
		}, {"rid": 23003021, "rname": "鸡东县"}, {"rid": 23003081, "rname": "虎林市"}, {
			"rid": 23003082,
			"rname": "密山市"
		}]
	}, {
		"cid": 23004,
		"regions": [{"rid": 23004002, "rname": "向阳区"}, {"rid": 23004003, "rname": "工农区"}, {
			"rid": 23004004,
			"rname": "南山区"
		}, {"rid": 23004005, "rname": "兴安区"}, {"rid": 23004006, "rname": "东山区"}, {
			"rid": 23004007,
			"rname": "兴山区"
		}, {"rid": 23004021, "rname": "萝北县"}, {"rid": 23004022, "rname": "绥滨县"}]
	}, {
		"cid": 23005,
		"regions": [{"rid": 23005002, "rname": "尖山区"}, {"rid": 23005003, "rname": "岭东区"}, {
			"rid": 23005005,
			"rname": "四方台区"
		}, {"rid": 23005006, "rname": "宝山区"}, {"rid": 23005021, "rname": "集贤县"}, {
			"rid": 23005022,
			"rname": "友谊县"
		}, {"rid": 23005023, "rname": "宝清县"}, {"rid": 23005024, "rname": "饶河县"}]
	}, {
		"cid": 23006,
		"regions": [{"rid": 23006002, "rname": "萨尔图区"}, {"rid": 23006003, "rname": "龙凤区"}, {
			"rid": 23006004,
			"rname": "让胡路区"
		}, {"rid": 23006005, "rname": "红岗区"}, {"rid": 23006006, "rname": "大同区"}, {
			"rid": 23006021,
			"rname": "肇州县"
		}, {"rid": 23006022, "rname": "肇源县"}, {"rid": 23006023, "rname": "林甸县"}, {
			"rid": 23006024,
			"rname": "杜尔伯特蒙古族自治县"
		}]
	}, {
		"cid": 23007,
		"regions": [{"rid": 23007002, "rname": "伊春区"}, {"rid": 23007003, "rname": "南岔区"}, {
			"rid": 23007004,
			"rname": "友好区"
		}, {"rid": 23007005, "rname": "西林区"}, {"rid": 23007006, "rname": "翠峦区"}, {
			"rid": 23007007,
			"rname": "新青区"
		}, {"rid": 23007008, "rname": "美溪区"}, {"rid": 23007009, "rname": "金山屯区"}, {
			"rid": 23007010,
			"rname": "五营区"
		}, {"rid": 23007011, "rname": "乌马河区"}, {"rid": 23007012, "rname": "汤旺河区"}, {
			"rid": 23007013,
			"rname": "带岭区"
		}, {"rid": 23007014, "rname": "乌伊岭区"}, {"rid": 23007015, "rname": "红星区"}, {
			"rid": 23007016,
			"rname": "上甘岭区"
		}, {"rid": 23007022, "rname": "嘉荫县"}, {"rid": 23007081, "rname": "铁力市"}]
	}, {
		"cid": 23008,
		"regions": [{"rid": 23008003, "rname": "向阳区"}, {"rid": 23008004, "rname": "前进区"}, {
			"rid": 23008005,
			"rname": "东风区"
		}, {"rid": 23008011, "rname": "郊　区"}, {"rid": 23008022, "rname": "桦南县"}, {
			"rid": 23008026,
			"rname": "桦川县"
		}, {"rid": 23008028, "rname": "汤原县"}, {"rid": 23008033, "rname": "抚远县"}, {
			"rid": 23008081,
			"rname": "同江市"
		}, {"rid": 23008082, "rname": "富锦市"}]
	}, {
		"cid": 23009,
		"regions": [{"rid": 23009002, "rname": "新兴区"}, {"rid": 23009003, "rname": "桃山区"}, {
			"rid": 23009004,
			"rname": "茄子河区"
		}, {"rid": 23009021, "rname": "勃利县"}]
	}, {
		"cid": 23010,
		"regions": [{"rid": 23010002, "rname": "东安区"}, {"rid": 23010003, "rname": "阳明区"}, {
			"rid": 23010004,
			"rname": "爱民区"
		}, {"rid": 23010005, "rname": "西安区"}, {"rid": 23010024, "rname": "东宁县"}, {
			"rid": 23010025,
			"rname": "林口县"
		}, {"rid": 23010081, "rname": "绥芬河市"}, {"rid": 23010083, "rname": "海林市"}, {
			"rid": 23010084,
			"rname": "宁安市"
		}, {"rid": 23010085, "rname": "穆棱市"}]
	}, {
		"cid": 23011,
		"regions": [{"rid": 23011002, "rname": "爱辉区"}, {"rid": 23011021, "rname": "嫩江县"}, {
			"rid": 23011023,
			"rname": "逊克县"
		}, {"rid": 23011024, "rname": "孙吴县"}, {"rid": 23011081, "rname": "北安市"}, {
			"rid": 23011082,
			"rname": "五大连池市"
		}]
	}, {
		"cid": 23012,
		"regions": [{"rid": 23012002, "rname": "北林区"}, {"rid": 23012021, "rname": "望奎县"}, {
			"rid": 23012022,
			"rname": "兰西县"
		}, {"rid": 23012023, "rname": "青冈县"}, {"rid": 23012024, "rname": "庆安县"}, {
			"rid": 23012025,
			"rname": "明水县"
		}, {"rid": 23012026, "rname": "绥棱县"}, {"rid": 23012081, "rname": "安达市"}, {
			"rid": 23012082,
			"rname": "肇东市"
		}, {"rid": 23012083, "rname": "海伦市"}]
	}, {
		"cid": 23027,
		"regions": [{"rid": 23027021, "rname": "呼玛县"}, {"rid": 23027022, "rname": "塔河县"}, {
			"rid": 23027023,
			"rname": "漠河县"
		}]
	}, {
		"cid": 32001,
		"regions": [{"rid": 32001002, "rname": "玄武区"}, {"rid": 32001003, "rname": "白下区"}, {
			"rid": 32001004,
			"rname": "秦淮区"
		}, {"rid": 32001005, "rname": "建邺区"}, {"rid": 32001006, "rname": "鼓楼区"}, {
			"rid": 32001007,
			"rname": "下关区"
		}, {"rid": 32001011, "rname": "浦口区"}, {"rid": 32001013, "rname": "栖霞区"}, {
			"rid": 32001014,
			"rname": "雨花台区"
		}, {"rid": 32001015, "rname": "江宁区"}, {"rid": 32001016, "rname": "六合区"}, {
			"rid": 32001024,
			"rname": "溧水县"
		}, {"rid": 32001025, "rname": "高淳县"}]
	}, {
		"cid": 32002,
		"regions": [{"rid": 32002002, "rname": "崇安区"}, {"rid": 32002003, "rname": "南长区"}, {
			"rid": 32002004,
			"rname": "北塘区"
		}, {"rid": 32002005, "rname": "锡山区"}, {"rid": 32002006, "rname": "惠山区"}, {
			"rid": 32002011,
			"rname": "滨湖区"
		}, {"rid": 32002081, "rname": "江阴市"}, {"rid": 32002082, "rname": "宜兴市"}]
	}, {
		"cid": 32003,
		"regions": [{"rid": 32003002, "rname": "鼓楼区"}, {"rid": 32003003, "rname": "云龙区"}, {
			"rid": 32003004,
			"rname": "九里区"
		}, {"rid": 32003005, "rname": "贾汪区"}, {"rid": 32003011, "rname": "泉山区"}, {
			"rid": 32003021,
			"rname": "丰　县"
		}, {"rid": 32003022, "rname": "沛　县"}, {"rid": 32003023, "rname": "铜山县"}, {
			"rid": 32003024,
			"rname": "睢宁县"
		}, {"rid": 32003081, "rname": "新沂市"}, {"rid": 32003082, "rname": "邳州市"}]
	}, {
		"cid": 32004,
		"regions": [{"rid": 32004002, "rname": "天宁区"}, {"rid": 32004004, "rname": "钟楼区"}, {
			"rid": 32004005,
			"rname": "戚墅堰区"
		}, {"rid": 32004011, "rname": "新北区"}, {"rid": 32004012, "rname": "武进区"}, {
			"rid": 32004081,
			"rname": "溧阳市"
		}, {"rid": 32004082, "rname": "金坛市"}]
	}, {
		"cid": 32005,
		"regions": [{"rid": 32005004, "rname": "姑苏区"}, {"rid": 32005005, "rname": "虎丘区"}, {
			"rid": 32005006,
			"rname": "吴中区"
		}, {"rid": 32005007, "rname": "相城区"}, {"rid": 32005008, "rname": "吴江区"}, {
			"rid": 32005081,
			"rname": "常熟市"
		}, {"rid": 32005082, "rname": "张家港市"}, {"rid": 32005083, "rname": "昆山市"}, {
			"rid": 32005085,
			"rname": "太仓市"
		}]
	}, {
		"cid": 32006,
		"regions": [{"rid": 32006002, "rname": "崇川区"}, {"rid": 32006011, "rname": "港闸区"}, {
			"rid": 32006021,
			"rname": "海安县"
		}, {"rid": 32006023, "rname": "如东县"}, {"rid": 32006081, "rname": "启东市"}, {
			"rid": 32006082,
			"rname": "如皋市"
		}, {"rid": 32006083, "rname": "通州市"}, {"rid": 32006084, "rname": "海门市"}]
	}, {
		"cid": 32007,
		"regions": [{"rid": 32007003, "rname": "连云区"}, {"rid": 32007005, "rname": "新浦区"}, {
			"rid": 32007006,
			"rname": "海州区"
		}, {"rid": 32007021, "rname": "赣榆县"}, {"rid": 32007022, "rname": "东海县"}, {
			"rid": 32007023,
			"rname": "灌云县"
		}, {"rid": 32007024, "rname": "灌南县"}]
	}, {
		"cid": 32008,
		"regions": [{"rid": 32008002, "rname": "清河区"}, {"rid": 32008003, "rname": "淮安区"}, {
			"rid": 32008004,
			"rname": "淮阴区"
		}, {"rid": 32008011, "rname": "清浦区"}, {"rid": 32008026, "rname": "涟水县"}, {
			"rid": 32008029,
			"rname": "洪泽县"
		}, {"rid": 32008030, "rname": "盱眙县"}, {"rid": 32008031, "rname": "金湖县"}]
	}, {
		"cid": 32009,
		"regions": [{"rid": 32009002, "rname": "亭湖区"}, {"rid": 32009003, "rname": "盐都区"}, {
			"rid": 32009021,
			"rname": "响水县"
		}, {"rid": 32009022, "rname": "滨海县"}, {"rid": 32009023, "rname": "阜宁县"}, {
			"rid": 32009024,
			"rname": "射阳县"
		}, {"rid": 32009025, "rname": "建湖县"}, {"rid": 32009081, "rname": "东台市"}, {
			"rid": 32009082,
			"rname": "大丰市"
		}]
	}, {
		"cid": 32010,
		"regions": [{"rid": 32010002, "rname": "广陵区"}, {"rid": 32010003, "rname": "邗江区"}, {
			"rid": 32010011,
			"rname": "维扬区"
		}, {"rid": 32010023, "rname": "宝应县"}, {"rid": 32010081, "rname": "仪征市"}, {
			"rid": 32010084,
			"rname": "高邮市"
		}, {"rid": 32010088, "rname": "江都市"}]
	}, {
		"cid": 32011,
		"regions": [{"rid": 32011002, "rname": "京口区"}, {"rid": 32011011, "rname": "润州区"}, {
			"rid": 32011012,
			"rname": "丹徒区"
		}, {"rid": 32011081, "rname": "丹阳市"}, {"rid": 32011082, "rname": "扬中市"}, {
			"rid": 32011083,
			"rname": "句容市"
		}]
	}, {
		"cid": 32012,
		"regions": [{"rid": 32012002, "rname": "海陵区"}, {"rid": 32012003, "rname": "高港区"}, {
			"rid": 32012081,
			"rname": "兴化市"
		}, {"rid": 32012082, "rname": "靖江市"}, {"rid": 32012083, "rname": "泰兴市"}, {
			"rid": 32012084,
			"rname": "姜堰市"
		}]
	}, {
		"cid": 32013,
		"regions": [{"rid": 32013002, "rname": "宿城区"}, {"rid": 32013011, "rname": "宿豫区"}, {
			"rid": 32013022,
			"rname": "沭阳县"
		}, {"rid": 32013023, "rname": "泗阳县"}, {"rid": 32013024, "rname": "泗洪县"}]
	}, {
		"cid": 33001,
		"regions": [{"rid": 33001002, "rname": "上城区"}, {"rid": 33001003, "rname": "下城区"}, {
			"rid": 33001004,
			"rname": "江干区"
		}, {"rid": 33001005, "rname": "拱墅区"}, {"rid": 33001006, "rname": "西湖区"}, {
			"rid": 33001008,
			"rname": "滨江区"
		}, {"rid": 33001009, "rname": "萧山区"}, {"rid": 33001010, "rname": "余杭区"}, {
			"rid": 33001022,
			"rname": "桐庐县"
		}, {"rid": 33001027, "rname": "淳安县"}, {"rid": 33001082, "rname": "建德市"}, {
			"rid": 33001083,
			"rname": "富阳市"
		}, {"rid": 33001085, "rname": "临安市"}]
	}, {
		"cid": 33002,
		"regions": [{"rid": 33002003, "rname": "海曙区"}, {"rid": 33002004, "rname": "江东区"}, {
			"rid": 33002005,
			"rname": "江北区"
		}, {"rid": 33002006, "rname": "北仑区"}, {"rid": 33002011, "rname": "镇海区"}, {
			"rid": 33002012,
			"rname": "鄞州区"
		}, {"rid": 33002025, "rname": "象山县"}, {"rid": 33002026, "rname": "宁海县"}, {
			"rid": 33002081,
			"rname": "余姚市"
		}, {"rid": 33002082, "rname": "慈溪市"}, {"rid": 33002083, "rname": "奉化市"}]
	}, {
		"cid": 33003,
		"regions": [{"rid": 33003002, "rname": "鹿城区"}, {"rid": 33003003, "rname": "龙湾区"}, {
			"rid": 33003004,
			"rname": "瓯海区"
		}, {"rid": 33003022, "rname": "洞头县"}, {"rid": 33003024, "rname": "永嘉县"}, {
			"rid": 33003026,
			"rname": "平阳县"
		}, {"rid": 33003027, "rname": "苍南县"}, {"rid": 33003028, "rname": "文成县"}, {
			"rid": 33003029,
			"rname": "泰顺县"
		}, {"rid": 33003081, "rname": "瑞安市"}, {"rid": 33003082, "rname": "乐清市"}]
	}, {
		"cid": 33004,
		"regions": [{"rid": 33004002, "rname": "南湖区"}, {"rid": 33004011, "rname": "秀洲区"}, {
			"rid": 33004021,
			"rname": "嘉善县"
		}, {"rid": 33004024, "rname": "海盐县"}, {"rid": 33004081, "rname": "海宁市"}, {
			"rid": 33004082,
			"rname": "平湖市"
		}, {"rid": 33004083, "rname": "桐乡市"}]
	}, {
		"cid": 33005,
		"regions": [{"rid": 33005002, "rname": "吴兴区"}, {"rid": 33005003, "rname": "南浔区"}, {
			"rid": 33005021,
			"rname": "德清县"
		}, {"rid": 33005022, "rname": "长兴县"}, {"rid": 33005023, "rname": "安吉县"}]
	}, {
		"cid": 33006,
		"regions": [{"rid": 33006002, "rname": "越城区"}, {"rid": 33006021, "rname": "绍兴县"}, {
			"rid": 33006024,
			"rname": "新昌县"
		}, {"rid": 33006081, "rname": "诸暨市"}, {"rid": 33006082, "rname": "上虞市"}, {
			"rid": 33006083,
			"rname": "嵊州市"
		}]
	}, {
		"cid": 33007,
		"regions": [{"rid": 33007002, "rname": "婺城区"}, {"rid": 33007003, "rname": "金东区"}, {
			"rid": 33007023,
			"rname": "武义县"
		}, {"rid": 33007026, "rname": "浦江县"}, {"rid": 33007027, "rname": "磐安县"}, {
			"rid": 33007081,
			"rname": "兰溪市"
		}, {"rid": 33007082, "rname": "义乌市"}, {"rid": 33007083, "rname": "东阳市"}, {
			"rid": 33007084,
			"rname": "永康市"
		}]
	}, {
		"cid": 33008,
		"regions": [{"rid": 33008002, "rname": "柯城区"}, {"rid": 33008003, "rname": "衢江区"}, {
			"rid": 33008022,
			"rname": "常山县"
		}, {"rid": 33008024, "rname": "开化县"}, {"rid": 33008025, "rname": "龙游县"}, {
			"rid": 33008081,
			"rname": "江山市"
		}]
	}, {
		"cid": 33009,
		"regions": [{"rid": 33009002, "rname": "定海区"}, {"rid": 33009003, "rname": "普陀区"}, {
			"rid": 33009021,
			"rname": "岱山县"
		}, {"rid": 33009022, "rname": "嵊泗县"}]
	}, {
		"cid": 33010,
		"regions": [{"rid": 33010002, "rname": "椒江区"}, {"rid": 33010003, "rname": "黄岩区"}, {
			"rid": 33010004,
			"rname": "路桥区"
		}, {"rid": 33010021, "rname": "玉环县"}, {"rid": 33010022, "rname": "三门县"}, {
			"rid": 33010023,
			"rname": "天台县"
		}, {"rid": 33010024, "rname": "仙居县"}, {"rid": 33010081, "rname": "温岭市"}, {
			"rid": 33010082,
			"rname": "临海市"
		}]
	}, {
		"cid": 33011,
		"regions": [{"rid": 33011002, "rname": "莲都区"}, {"rid": 33011021, "rname": "青田县"}, {
			"rid": 33011022,
			"rname": "缙云县"
		}, {"rid": 33011023, "rname": "遂昌县"}, {"rid": 33011024, "rname": "松阳县"}, {
			"rid": 33011025,
			"rname": "云和县"
		}, {"rid": 33011026, "rname": "庆元县"}, {"rid": 33011027, "rname": "景宁畲族自治县"}, {
			"rid": 33011081,
			"rname": "龙泉市"
		}]
	}, {
		"cid": 34001,
		"regions": [{"rid": 34001002, "rname": "瑶海区"}, {"rid": 34001003, "rname": "庐阳区"}, {
			"rid": 34001004,
			"rname": "蜀山区"
		}, {"rid": 34001011, "rname": "包河区"}, {"rid": 34001021, "rname": "长丰县"}, {
			"rid": 34001022,
			"rname": "肥东县"
		}, {"rid": 34001023, "rname": "肥西县"}, {"rid": 34001024, "rname": "庐江县"}, {
			"rid": 34001025,
			"rname": "巢湖市"
		}]
	}, {
		"cid": 34002,
		"regions": [{"rid": 34002002, "rname": "镜湖区"}, {"rid": 34002003, "rname": "弋江区"}, {
			"rid": 34002007,
			"rname": "鸠江区"
		}, {"rid": 34002008, "rname": "三山区"}, {"rid": 34002021, "rname": "芜湖县"}, {
			"rid": 34002022,
			"rname": "繁昌县"
		}, {"rid": 34002023, "rname": "南陵县"}, {"rid": 34002024, "rname": "无为县"}]
	}, {
		"cid": 34003,
		"regions": [{"rid": 34003002, "rname": "龙子湖区"}, {"rid": 34003003, "rname": "蚌山区"}, {
			"rid": 34003004,
			"rname": "禹会区"
		}, {"rid": 34003011, "rname": "淮上区"}, {"rid": 34003021, "rname": "怀远县"}, {
			"rid": 34003022,
			"rname": "五河县"
		}, {"rid": 34003023, "rname": "固镇县"}]
	}, {
		"cid": 34004,
		"regions": [{"rid": 34004002, "rname": "大通区"}, {"rid": 34004003, "rname": "田家庵区"}, {
			"rid": 34004004,
			"rname": "谢家集区"
		}, {"rid": 34004005, "rname": "八公山区"}, {"rid": 34004006, "rname": "潘集区"}, {
			"rid": 34004021,
			"rname": "凤台县"
		}]
	}, {
		"cid": 34005,
		"regions": [{"rid": 34005003, "rname": "花山区"}, {"rid": 34005004, "rname": "雨山区"}, {
			"rid": 34005005,
			"rname": "博望区"
		}, {"rid": 34005021, "rname": "当涂县"}, {"rid": 34005022, "rname": "含山县"}, {"rid": 34005023, "rname": "和县"}]
	}, {
		"cid": 34006,
		"regions": [{"rid": 34006002, "rname": "杜集区"}, {"rid": 34006003, "rname": "相山区"}, {
			"rid": 34006004,
			"rname": "烈山区"
		}, {"rid": 34006021, "rname": "濉溪县"}]
	}, {
		"cid": 34007,
		"regions": [{"rid": 34007002, "rname": "铜官山区"}, {"rid": 34007003, "rname": "狮子山区"}, {
			"rid": 34007011,
			"rname": "郊　区"
		}, {"rid": 34007021, "rname": "铜陵县"}]
	}, {
		"cid": 34008,
		"regions": [{"rid": 34008002, "rname": "迎江区"}, {"rid": 34008003, "rname": "大观区"}, {
			"rid": 34008011,
			"rname": "宜秀区"
		}, {"rid": 34008022, "rname": "怀宁县"}, {"rid": 34008023, "rname": "枞阳县"}, {
			"rid": 34008024,
			"rname": "潜山县"
		}, {"rid": 34008025, "rname": "太湖县"}, {"rid": 34008026, "rname": "宿松县"}, {
			"rid": 34008027,
			"rname": "望江县"
		}, {"rid": 34008028, "rname": "岳西县"}, {"rid": 34008081, "rname": "桐城市"}]
	}, {
		"cid": 34010,
		"regions": [{"rid": 34010002, "rname": "屯溪区"}, {"rid": 34010003, "rname": "黄山区"}, {
			"rid": 34010004,
			"rname": "徽州区"
		}, {"rid": 34010021, "rname": "歙　县"}, {"rid": 34010022, "rname": "休宁县"}, {
			"rid": 34010023,
			"rname": "黟　县"
		}, {"rid": 34010024, "rname": "祁门县"}]
	}, {
		"cid": 34011,
		"regions": [{"rid": 34011002, "rname": "琅琊区"}, {"rid": 34011003, "rname": "南谯区"}, {
			"rid": 34011022,
			"rname": "来安县"
		}, {"rid": 34011024, "rname": "全椒县"}, {"rid": 34011025, "rname": "定远县"}, {
			"rid": 34011026,
			"rname": "凤阳县"
		}, {"rid": 34011081, "rname": "天长市"}, {"rid": 34011082, "rname": "明光市"}]
	}, {
		"cid": 34012,
		"regions": [{"rid": 34012002, "rname": "颍州区"}, {"rid": 34012003, "rname": "颍东区"}, {
			"rid": 34012004,
			"rname": "颍泉区"
		}, {"rid": 34012021, "rname": "临泉县"}, {"rid": 34012022, "rname": "太和县"}, {
			"rid": 34012025,
			"rname": "阜南县"
		}, {"rid": 34012026, "rname": "颍上县"}, {"rid": 34012082, "rname": "界首市"}]
	}, {
		"cid": 34013,
		"regions": [{"rid": 34013002, "rname": "埇桥区"}, {"rid": 34013021, "rname": "砀山县"}, {
			"rid": 34013022,
			"rname": "萧　县"
		}, {"rid": 34013023, "rname": "灵璧县"}, {"rid": 34013024, "rname": "泗　县"}]
	}, {
		"cid": 34015,
		"regions": [{"rid": 34015002, "rname": "金安区"}, {"rid": 34015003, "rname": "裕安区"}, {
			"rid": 34015021,
			"rname": "寿　县"
		}, {"rid": 34015022, "rname": "霍邱县"}, {"rid": 34015023, "rname": "舒城县"}, {
			"rid": 34015024,
			"rname": "金寨县"
		}, {"rid": 34015025, "rname": "霍山县"}]
	}, {
		"cid": 34016,
		"regions": [{"rid": 34016002, "rname": "谯城区"}, {"rid": 34016021, "rname": "涡阳县"}, {
			"rid": 34016022,
			"rname": "蒙城县"
		}, {"rid": 34016023, "rname": "利辛县"}]
	}, {
		"cid": 34017,
		"regions": [{"rid": 34017002, "rname": "贵池区"}, {"rid": 34017021, "rname": "东至县"}, {
			"rid": 34017022,
			"rname": "石台县"
		}, {"rid": 34017023, "rname": "青阳县"}]
	}, {
		"cid": 34018,
		"regions": [{"rid": 34018002, "rname": "宣州区"}, {"rid": 34018021, "rname": "郎溪县"}, {
			"rid": 34018022,
			"rname": "广德县"
		}, {"rid": 34018023, "rname": "泾　县"}, {"rid": 34018024, "rname": "绩溪县"}, {
			"rid": 34018025,
			"rname": "旌德县"
		}, {"rid": 34018081, "rname": "宁国市"}]
	}, {
		"cid": 35001,
		"regions": [{"rid": 35001002, "rname": "鼓楼区"}, {"rid": 35001003, "rname": "台江区"}, {
			"rid": 35001004,
			"rname": "仓山区"
		}, {"rid": 35001005, "rname": "马尾区"}, {"rid": 35001011, "rname": "晋安区"}, {
			"rid": 35001021,
			"rname": "闽侯县"
		}, {"rid": 35001022, "rname": "连江县"}, {"rid": 35001023, "rname": "罗源县"}, {
			"rid": 35001024,
			"rname": "闽清县"
		}, {"rid": 35001025, "rname": "永泰县"}, {"rid": 35001028, "rname": "平潭县"}, {
			"rid": 35001081,
			"rname": "福清市"
		}, {"rid": 35001082, "rname": "长乐市"}]
	}, {
		"cid": 35002,
		"regions": [{"rid": 35002003, "rname": "思明区"}, {"rid": 35002005, "rname": "海沧区"}, {
			"rid": 35002006,
			"rname": "湖里区"
		}, {"rid": 35002011, "rname": "集美区"}, {"rid": 35002012, "rname": "同安区"}, {
			"rid": 35002013,
			"rname": "翔安区"
		}]
	}, {
		"cid": 35003,
		"regions": [{"rid": 35003002, "rname": "城厢区"}, {"rid": 35003003, "rname": "涵江区"}, {
			"rid": 35003004,
			"rname": "荔城区"
		}, {"rid": 35003005, "rname": "秀屿区"}, {"rid": 35003022, "rname": "仙游县"}]
	}, {
		"cid": 35004,
		"regions": [{"rid": 35004002, "rname": "梅列区"}, {"rid": 35004003, "rname": "三元区"}, {
			"rid": 35004021,
			"rname": "明溪县"
		}, {"rid": 35004023, "rname": "清流县"}, {"rid": 35004024, "rname": "宁化县"}, {
			"rid": 35004025,
			"rname": "大田县"
		}, {"rid": 35004026, "rname": "尤溪县"}, {"rid": 35004027, "rname": "沙　县"}, {
			"rid": 35004028,
			"rname": "将乐县"
		}, {"rid": 35004029, "rname": "泰宁县"}, {"rid": 35004030, "rname": "建宁县"}, {
			"rid": 35004081,
			"rname": "永安市"
		}]
	}, {
		"cid": 35005,
		"regions": [{"rid": 35005002, "rname": "鲤城区"}, {"rid": 35005003, "rname": "丰泽区"}, {
			"rid": 35005004,
			"rname": "洛江区"
		}, {"rid": 35005005, "rname": "泉港区"}, {"rid": 35005021, "rname": "惠安县"}, {
			"rid": 35005024,
			"rname": "安溪县"
		}, {"rid": 35005025, "rname": "永春县"}, {"rid": 35005026, "rname": "德化县"}, {
			"rid": 35005027,
			"rname": "金门县"
		}, {"rid": 35005081, "rname": "石狮市"}, {"rid": 35005082, "rname": "晋江市"}, {
			"rid": 35005083,
			"rname": "南安市"
		}]
	}, {
		"cid": 35006,
		"regions": [{"rid": 35006002, "rname": "芗城区"}, {"rid": 35006003, "rname": "龙文区"}, {
			"rid": 35006022,
			"rname": "云霄县"
		}, {"rid": 35006023, "rname": "漳浦县"}, {"rid": 35006024, "rname": "诏安县"}, {
			"rid": 35006025,
			"rname": "长泰县"
		}, {"rid": 35006026, "rname": "东山县"}, {"rid": 35006027, "rname": "南靖县"}, {
			"rid": 35006028,
			"rname": "平和县"
		}, {"rid": 35006029, "rname": "华安县"}, {"rid": 35006081, "rname": "龙海市"}]
	}, {
		"cid": 35007,
		"regions": [{"rid": 35007002, "rname": "延平区"}, {"rid": 35007021, "rname": "顺昌县"}, {
			"rid": 35007022,
			"rname": "浦城县"
		}, {"rid": 35007023, "rname": "光泽县"}, {"rid": 35007024, "rname": "松溪县"}, {
			"rid": 35007025,
			"rname": "政和县"
		}, {"rid": 35007081, "rname": "邵武市"}, {"rid": 35007082, "rname": "武夷山市"}, {
			"rid": 35007083,
			"rname": "建瓯市"
		}, {"rid": 35007084, "rname": "建阳市"}]
	}, {
		"cid": 35008,
		"regions": [{"rid": 35008002, "rname": "新罗区"}, {"rid": 35008021, "rname": "长汀县"}, {
			"rid": 35008022,
			"rname": "永定县"
		}, {"rid": 35008023, "rname": "上杭县"}, {"rid": 35008024, "rname": "武平县"}, {
			"rid": 35008025,
			"rname": "连城县"
		}, {"rid": 35008081, "rname": "漳平市"}]
	}, {
		"cid": 35009,
		"regions": [{"rid": 35009002, "rname": "蕉城区"}, {"rid": 35009021, "rname": "霞浦县"}, {
			"rid": 35009022,
			"rname": "古田县"
		}, {"rid": 35009023, "rname": "屏南县"}, {"rid": 35009024, "rname": "寿宁县"}, {
			"rid": 35009025,
			"rname": "周宁县"
		}, {"rid": 35009026, "rname": "柘荣县"}, {"rid": 35009081, "rname": "福安市"}, {
			"rid": 35009082,
			"rname": "福鼎市"
		}]
	}, {
		"cid": 36001,
		"regions": [{"rid": 36001002, "rname": "东湖区"}, {"rid": 36001003, "rname": "西湖区"}, {
			"rid": 36001004,
			"rname": "青云谱区"
		}, {"rid": 36001005, "rname": "湾里区"}, {"rid": 36001011, "rname": "青山湖区"}, {
			"rid": 36001021,
			"rname": "南昌县"
		}, {"rid": 36001022, "rname": "新建县"}, {"rid": 36001023, "rname": "安义县"}, {
			"rid": 36001024,
			"rname": "进贤县"
		}]
	}, {
		"cid": 36002,
		"regions": [{"rid": 36002002, "rname": "昌江区"}, {"rid": 36002003, "rname": "珠山区"}, {
			"rid": 36002022,
			"rname": "浮梁县"
		}, {"rid": 36002081, "rname": "乐平市"}]
	}, {
		"cid": 36003,
		"regions": [{"rid": 36003002, "rname": "安源区"}, {"rid": 36003013, "rname": "湘东区"}, {
			"rid": 36003021,
			"rname": "莲花县"
		}, {"rid": 36003022, "rname": "上栗县"}, {"rid": 36003023, "rname": "芦溪县"}]
	}, {
		"cid": 36004,
		"regions": [{"rid": 36004002, "rname": "庐山区"}, {"rid": 36004003, "rname": "浔阳区"}, {
			"rid": 36004021,
			"rname": "九江县"
		}, {"rid": 36004023, "rname": "武宁县"}, {"rid": 36004024, "rname": "修水县"}, {
			"rid": 36004025,
			"rname": "永修县"
		}, {"rid": 36004026, "rname": "德安县"}, {"rid": 36004027, "rname": "星子县"}, {
			"rid": 36004028,
			"rname": "都昌县"
		}, {"rid": 36004029, "rname": "湖口县"}, {"rid": 36004030, "rname": "彭泽县"}, {
			"rid": 36004081,
			"rname": "瑞昌市"
		}]
	}, {
		"cid": 36005,
		"regions": [{"rid": 36005002, "rname": "渝水区"}, {"rid": 36005021, "rname": "分宜县"}]
	}, {
		"cid": 36006,
		"regions": [{"rid": 36006002, "rname": "月湖区"}, {"rid": 36006022, "rname": "余江县"}, {
			"rid": 36006081,
			"rname": "贵溪市"
		}]
	}, {
		"cid": 36007,
		"regions": [{"rid": 36007002, "rname": "章贡区"}, {"rid": 36007021, "rname": "赣　县"}, {
			"rid": 36007022,
			"rname": "信丰县"
		}, {"rid": 36007023, "rname": "大余县"}, {"rid": 36007024, "rname": "上犹县"}, {
			"rid": 36007025,
			"rname": "崇义县"
		}, {"rid": 36007026, "rname": "安远县"}, {"rid": 36007027, "rname": "龙南县"}, {
			"rid": 36007028,
			"rname": "定南县"
		}, {"rid": 36007029, "rname": "全南县"}, {"rid": 36007030, "rname": "宁都县"}, {
			"rid": 36007031,
			"rname": "于都县"
		}, {"rid": 36007032, "rname": "兴国县"}, {"rid": 36007033, "rname": "会昌县"}, {
			"rid": 36007034,
			"rname": "寻乌县"
		}, {"rid": 36007035, "rname": "石城县"}, {"rid": 36007081, "rname": "瑞金市"}, {
			"rid": 36007082,
			"rname": "南康市"
		}]
	}, {
		"cid": 36008,
		"regions": [{"rid": 36008002, "rname": "吉州区"}, {"rid": 36008003, "rname": "青原区"}, {
			"rid": 36008021,
			"rname": "吉安县"
		}, {"rid": 36008022, "rname": "吉水县"}, {"rid": 36008023, "rname": "峡江县"}, {
			"rid": 36008024,
			"rname": "新干县"
		}, {"rid": 36008025, "rname": "永丰县"}, {"rid": 36008026, "rname": "泰和县"}, {
			"rid": 36008027,
			"rname": "遂川县"
		}, {"rid": 36008028, "rname": "万安县"}, {"rid": 36008029, "rname": "安福县"}, {
			"rid": 36008030,
			"rname": "永新县"
		}, {"rid": 36008081, "rname": "井冈山市"}]
	}, {
		"cid": 36009,
		"regions": [{"rid": 36009002, "rname": "袁州区"}, {"rid": 36009021, "rname": "奉新县"}, {
			"rid": 36009022,
			"rname": "万载县"
		}, {"rid": 36009023, "rname": "上高县"}, {"rid": 36009024, "rname": "宜丰县"}, {
			"rid": 36009025,
			"rname": "靖安县"
		}, {"rid": 36009026, "rname": "铜鼓县"}, {"rid": 36009081, "rname": "丰城市"}, {
			"rid": 36009082,
			"rname": "樟树市"
		}, {"rid": 36009083, "rname": "高安市"}]
	}, {
		"cid": 36010,
		"regions": [{"rid": 36010002, "rname": "临川区"}, {"rid": 36010021, "rname": "南城县"}, {
			"rid": 36010022,
			"rname": "黎川县"
		}, {"rid": 36010023, "rname": "南丰县"}, {"rid": 36010024, "rname": "崇仁县"}, {
			"rid": 36010025,
			"rname": "乐安县"
		}, {"rid": 36010026, "rname": "宜黄县"}, {"rid": 36010027, "rname": "金溪县"}, {
			"rid": 36010028,
			"rname": "资溪县"
		}, {"rid": 36010029, "rname": "东乡县"}, {"rid": 36010030, "rname": "广昌县"}]
	}, {
		"cid": 36011,
		"regions": [{"rid": 36011002, "rname": "信州区"}, {"rid": 36011021, "rname": "上饶县"}, {
			"rid": 36011022,
			"rname": "广丰县"
		}, {"rid": 36011023, "rname": "玉山县"}, {"rid": 36011024, "rname": "铅山县"}, {
			"rid": 36011025,
			"rname": "横峰县"
		}, {"rid": 36011026, "rname": "弋阳县"}, {"rid": 36011027, "rname": "余干县"}, {
			"rid": 36011028,
			"rname": "鄱阳县"
		}, {"rid": 36011029, "rname": "万年县"}, {"rid": 36011030, "rname": "婺源县"}, {
			"rid": 36011081,
			"rname": "德兴市"
		}]
	}, {
		"cid": 37001,
		"regions": [{"rid": 37001002, "rname": "历下区"}, {"rid": 37001003, "rname": "市中区"}, {
			"rid": 37001004,
			"rname": "槐荫区"
		}, {"rid": 37001005, "rname": "天桥区"}, {"rid": 37001012, "rname": "历城区"}, {
			"rid": 37001013,
			"rname": "长清区"
		}, {"rid": 37001024, "rname": "平阴县"}, {"rid": 37001025, "rname": "济阳县"}, {
			"rid": 37001026,
			"rname": "商河县"
		}, {"rid": 37001081, "rname": "章丘市"}]
	}, {
		"cid": 37002,
		"regions": [{"rid": 37002002, "rname": "市南区"}, {"rid": 37002003, "rname": "市北区"}, {
			"rid": 37002005,
			"rname": "四方区"
		}, {"rid": 37002011, "rname": "黄岛区"}, {"rid": 37002012, "rname": "崂山区"}, {
			"rid": 37002013,
			"rname": "李沧区"
		}, {"rid": 37002014, "rname": "城阳区"}, {"rid": 37002081, "rname": "胶州市"}, {
			"rid": 37002082,
			"rname": "即墨市"
		}, {"rid": 37002083, "rname": "平度市"}, {"rid": 37002084, "rname": "胶南市"}, {
			"rid": 37002085,
			"rname": "莱西市"
		}]
	}, {
		"cid": 37003,
		"regions": [{"rid": 37003002, "rname": "淄川区"}, {"rid": 37003003, "rname": "张店区"}, {
			"rid": 37003004,
			"rname": "博山区"
		}, {"rid": 37003005, "rname": "临淄区"}, {"rid": 37003006, "rname": "周村区"}, {
			"rid": 37003021,
			"rname": "桓台县"
		}, {"rid": 37003022, "rname": "高青县"}, {"rid": 37003023, "rname": "沂源县"}]
	}, {
		"cid": 37004,
		"regions": [{"rid": 37004002, "rname": "市中区"}, {"rid": 37004003, "rname": "薛城区"}, {
			"rid": 37004004,
			"rname": "峄城区"
		}, {"rid": 37004005, "rname": "台儿庄区"}, {"rid": 37004006, "rname": "山亭区"}, {
			"rid": 37004081,
			"rname": "滕州市"
		}]
	}, {
		"cid": 37005,
		"regions": [{"rid": 37005002, "rname": "东营区"}, {"rid": 37005003, "rname": "河口区"}, {
			"rid": 37005021,
			"rname": "垦利县"
		}, {"rid": 37005022, "rname": "利津县"}, {"rid": 37005023, "rname": "广饶县"}]
	}, {
		"cid": 37006,
		"regions": [{"rid": 37006002, "rname": "芝罘区"}, {"rid": 37006011, "rname": "福山区"}, {
			"rid": 37006012,
			"rname": "牟平区"
		}, {"rid": 37006013, "rname": "莱山区"}, {"rid": 37006034, "rname": "长岛县"}, {
			"rid": 37006081,
			"rname": "龙口市"
		}, {"rid": 37006082, "rname": "莱阳市"}, {"rid": 37006083, "rname": "莱州市"}, {
			"rid": 37006084,
			"rname": "蓬莱市"
		}, {"rid": 37006085, "rname": "招远市"}, {"rid": 37006086, "rname": "栖霞市"}, {
			"rid": 37006087,
			"rname": "海阳市"
		}]
	}, {
		"cid": 37007,
		"regions": [{"rid": 37007002, "rname": "潍城区"}, {"rid": 37007003, "rname": "寒亭区"}, {
			"rid": 37007004,
			"rname": "坊子区"
		}, {"rid": 37007005, "rname": "奎文区"}, {"rid": 37007024, "rname": "临朐县"}, {
			"rid": 37007025,
			"rname": "昌乐县"
		}, {"rid": 37007081, "rname": "青州市"}, {"rid": 37007082, "rname": "诸城市"}, {
			"rid": 37007083,
			"rname": "寿光市"
		}, {"rid": 37007084, "rname": "安丘市"}, {"rid": 37007085, "rname": "高密市"}, {
			"rid": 37007086,
			"rname": "昌邑市"
		}]
	}, {
		"cid": 37008,
		"regions": [{"rid": 37008002, "rname": "市中区"}, {"rid": 37008011, "rname": "任城区"}, {
			"rid": 37008026,
			"rname": "微山县"
		}, {"rid": 37008027, "rname": "鱼台县"}, {"rid": 37008028, "rname": "金乡县"}, {
			"rid": 37008029,
			"rname": "嘉祥县"
		}, {"rid": 37008030, "rname": "汶上县"}, {"rid": 37008031, "rname": "泗水县"}, {
			"rid": 37008032,
			"rname": "梁山县"
		}, {"rid": 37008081, "rname": "曲阜市"}, {"rid": 37008082, "rname": "兖州市"}, {
			"rid": 37008083,
			"rname": "邹城市"
		}]
	}, {
		"cid": 37009,
		"regions": [{"rid": 37009002, "rname": "泰山区"}, {"rid": 37009011, "rname": "岱岳区"}, {
			"rid": 37009021,
			"rname": "宁阳县"
		}, {"rid": 37009023, "rname": "东平县"}, {"rid": 37009082, "rname": "新泰市"}, {
			"rid": 37009083,
			"rname": "肥城市"
		}]
	}, {
		"cid": 37010,
		"regions": [{"rid": 37010002, "rname": "环翠区"}, {"rid": 37010081, "rname": "文登市"}, {
			"rid": 37010082,
			"rname": "荣成市"
		}, {"rid": 37010083, "rname": "乳山市"}]
	}, {
		"cid": 37011,
		"regions": [{"rid": 37011002, "rname": "东港区"}, {"rid": 37011003, "rname": "岚山区"}, {
			"rid": 37011021,
			"rname": "五莲县"
		}, {"rid": 37011022, "rname": "莒　县"}]
	}, {
		"cid": 37012,
		"regions": [{"rid": 37012002, "rname": "莱城区"}, {"rid": 37012003, "rname": "钢城区"}]
	}, {
		"cid": 37013,
		"regions": [{"rid": 37013002, "rname": "兰山区"}, {"rid": 37013011, "rname": "罗庄区"}, {
			"rid": 37013012,
			"rname": "河东区"
		}, {"rid": 37013021, "rname": "沂南县"}, {"rid": 37013022, "rname": "郯城县"}, {
			"rid": 37013023,
			"rname": "沂水县"
		}, {"rid": 37013024, "rname": "苍山县"}, {"rid": 37013025, "rname": "费　县"}, {
			"rid": 37013026,
			"rname": "平邑县"
		}, {"rid": 37013027, "rname": "莒南县"}, {"rid": 37013028, "rname": "蒙阴县"}, {
			"rid": 37013029,
			"rname": "临沭县"
		}]
	}, {
		"cid": 37014,
		"regions": [{"rid": 37014002, "rname": "德城区"}, {"rid": 37014021, "rname": "陵　县"}, {
			"rid": 37014022,
			"rname": "宁津县"
		}, {"rid": 37014023, "rname": "庆云县"}, {"rid": 37014024, "rname": "临邑县"}, {
			"rid": 37014025,
			"rname": "齐河县"
		}, {"rid": 37014026, "rname": "平原县"}, {"rid": 37014027, "rname": "夏津县"}, {
			"rid": 37014028,
			"rname": "武城县"
		}, {"rid": 37014081, "rname": "乐陵市"}, {"rid": 37014082, "rname": "禹城市"}]
	}, {
		"cid": 37015,
		"regions": [{"rid": 37015002, "rname": "东昌府区"}, {"rid": 37015021, "rname": "阳谷县"}, {
			"rid": 37015022,
			"rname": "莘　县"
		}, {"rid": 37015023, "rname": "茌平县"}, {"rid": 37015024, "rname": "东阿县"}, {
			"rid": 37015025,
			"rname": "冠　县"
		}, {"rid": 37015026, "rname": "高唐县"}, {"rid": 37015081, "rname": "临清市"}]
	}, {
		"cid": 37016,
		"regions": [{"rid": 37016002, "rname": "滨城区"}, {"rid": 37016021, "rname": "惠民县"}, {
			"rid": 37016022,
			"rname": "阳信县"
		}, {"rid": 37016023, "rname": "无棣县"}, {"rid": 37016024, "rname": "沾化县"}, {
			"rid": 37016025,
			"rname": "博兴县"
		}, {"rid": 37016026, "rname": "邹平县"}]
	}, {
		"cid": 37017,
		"regions": [{"rid": 37017002, "rname": "牡丹区"}, {"rid": 37017021, "rname": "曹　县"}, {
			"rid": 37017022,
			"rname": "单　县"
		}, {"rid": 37017023, "rname": "成武县"}, {"rid": 37017024, "rname": "巨野县"}, {
			"rid": 37017025,
			"rname": "郓城县"
		}, {"rid": 37017026, "rname": "鄄城县"}, {"rid": 37017027, "rname": "定陶县"}, {
			"rid": 37017028,
			"rname": "东明县"
		}]
	}, {
		"cid": 41001,
		"regions": [{"rid": 41001002, "rname": "中原区"}, {"rid": 41001003, "rname": "二七区"}, {
			"rid": 41001004,
			"rname": "管城回族区"
		}, {"rid": 41001005, "rname": "金水区"}, {"rid": 41001006, "rname": "上街区"}, {
			"rid": 41001008,
			"rname": "惠济区"
		}, {"rid": 41001022, "rname": "中牟县"}, {"rid": 41001081, "rname": "巩义市"}, {
			"rid": 41001082,
			"rname": "荥阳市"
		}, {"rid": 41001083, "rname": "新密市"}, {"rid": 41001084, "rname": "新郑市"}, {
			"rid": 41001085,
			"rname": "登封市"
		}]
	}, {
		"cid": 41002,
		"regions": [{"rid": 41002002, "rname": "龙亭区"}, {"rid": 41002003, "rname": "顺河回族区"}, {
			"rid": 41002004,
			"rname": "鼓楼区"
		}, {"rid": 41002005, "rname": "禹王台区"}, {"rid": 41002011, "rname": "金明区"}, {
			"rid": 41002021,
			"rname": "杞　县"
		}, {"rid": 41002022, "rname": "通许县"}, {"rid": 41002023, "rname": "尉氏县"}, {
			"rid": 41002024,
			"rname": "开封县"
		}, {"rid": 41002025, "rname": "兰考县"}]
	}, {
		"cid": 41003,
		"regions": [{"rid": 41003002, "rname": "老城区"}, {"rid": 41003003, "rname": "西工区"}, {
			"rid": 41003004,
			"rname": "瀍河回族区"
		}, {"rid": 41003005, "rname": "涧西区"}, {"rid": 41003006, "rname": "吉利区"}, {
			"rid": 41003011,
			"rname": "洛龙区"
		}, {"rid": 41003022, "rname": "孟津县"}, {"rid": 41003023, "rname": "新安县"}, {
			"rid": 41003024,
			"rname": "栾川县"
		}, {"rid": 41003025, "rname": "嵩　县"}, {"rid": 41003026, "rname": "汝阳县"}, {
			"rid": 41003027,
			"rname": "宜阳县"
		}, {"rid": 41003028, "rname": "洛宁县"}, {"rid": 41003029, "rname": "伊川县"}, {
			"rid": 41003081,
			"rname": "偃师市"
		}]
	}, {
		"cid": 41004,
		"regions": [{"rid": 41004002, "rname": "新华区"}, {"rid": 41004003, "rname": "卫东区"}, {
			"rid": 41004004,
			"rname": "石龙区"
		}, {"rid": 41004011, "rname": "湛河区"}, {"rid": 41004021, "rname": "宝丰县"}, {
			"rid": 41004022,
			"rname": "叶　县"
		}, {"rid": 41004023, "rname": "鲁山县"}, {"rid": 41004025, "rname": "郏　县"}, {
			"rid": 41004081,
			"rname": "舞钢市"
		}, {"rid": 41004082, "rname": "汝州市"}]
	}, {
		"cid": 41005,
		"regions": [{"rid": 41005002, "rname": "文峰区"}, {"rid": 41005003, "rname": "北关区"}, {
			"rid": 41005005,
			"rname": "殷都区"
		}, {"rid": 41005006, "rname": "龙安区"}, {"rid": 41005022, "rname": "安阳县"}, {
			"rid": 41005023,
			"rname": "汤阴县"
		}, {"rid": 41005026, "rname": "滑　县"}, {"rid": 41005027, "rname": "内黄县"}, {
			"rid": 41005081,
			"rname": "林州市"
		}]
	}, {
		"cid": 41006,
		"regions": [{"rid": 41006002, "rname": "鹤山区"}, {"rid": 41006003, "rname": "山城区"}, {
			"rid": 41006011,
			"rname": "淇滨区"
		}, {"rid": 41006021, "rname": "浚　县"}, {"rid": 41006022, "rname": "淇　县"}]
	}, {
		"cid": 41007,
		"regions": [{"rid": 41007002, "rname": "红旗区"}, {"rid": 41007003, "rname": "卫滨区"}, {
			"rid": 41007004,
			"rname": "凤泉区"
		}, {"rid": 41007011, "rname": "牧野区"}, {"rid": 41007021, "rname": "新乡县"}, {
			"rid": 41007024,
			"rname": "获嘉县"
		}, {"rid": 41007025, "rname": "原阳县"}, {"rid": 41007026, "rname": "延津县"}, {
			"rid": 41007027,
			"rname": "封丘县"
		}, {"rid": 41007028, "rname": "长垣县"}, {"rid": 41007081, "rname": "卫辉市"}, {
			"rid": 41007082,
			"rname": "辉县市"
		}]
	}, {
		"cid": 41008,
		"regions": [{"rid": 41008002, "rname": "解放区"}, {"rid": 41008003, "rname": "中站区"}, {
			"rid": 41008004,
			"rname": "马村区"
		}, {"rid": 41008011, "rname": "山阳区"}, {"rid": 41008021, "rname": "修武县"}, {
			"rid": 41008022,
			"rname": "博爱县"
		}, {"rid": 41008023, "rname": "武陟县"}, {"rid": 41008025, "rname": "温　县"}, {
			"rid": 41008082,
			"rname": "沁阳市"
		}, {"rid": 41008083, "rname": "孟州市"}]
	}, {
		"cid": 41009,
		"regions": [{"rid": 41009002, "rname": "华龙区"}, {"rid": 41009022, "rname": "清丰县"}, {
			"rid": 41009023,
			"rname": "南乐县"
		}, {"rid": 41009026, "rname": "范　县"}, {"rid": 41009027, "rname": "台前县"}, {
			"rid": 41009028,
			"rname": "濮阳县"
		}]
	}, {
		"cid": 41010,
		"regions": [{"rid": 41010002, "rname": "魏都区"}, {"rid": 41010023, "rname": "许昌县"}, {
			"rid": 41010024,
			"rname": "鄢陵县"
		}, {"rid": 41010025, "rname": "襄城县"}, {"rid": 41010081, "rname": "禹州市"}, {
			"rid": 41010082,
			"rname": "长葛市"
		}]
	}, {
		"cid": 41011,
		"regions": [{"rid": 41011002, "rname": "源汇区"}, {"rid": 41011003, "rname": "郾城区"}, {
			"rid": 41011004,
			"rname": "召陵区"
		}, {"rid": 41011021, "rname": "舞阳县"}, {"rid": 41011022, "rname": "临颍县"}]
	}, {
		"cid": 41012,
		"regions": [{"rid": 41012002, "rname": "湖滨区"}, {"rid": 41012021, "rname": "渑池县"}, {
			"rid": 41012022,
			"rname": "陕　县"
		}, {"rid": 41012024, "rname": "卢氏县"}, {"rid": 41012081, "rname": "义马市"}, {
			"rid": 41012082,
			"rname": "灵宝市"
		}]
	}, {
		"cid": 41013,
		"regions": [{"rid": 41013002, "rname": "宛城区"}, {"rid": 41013003, "rname": "卧龙区"}, {
			"rid": 41013021,
			"rname": "南召县"
		}, {"rid": 41013022, "rname": "方城县"}, {"rid": 41013023, "rname": "西峡县"}, {
			"rid": 41013024,
			"rname": "镇平县"
		}, {"rid": 41013025, "rname": "内乡县"}, {"rid": 41013026, "rname": "淅川县"}, {
			"rid": 41013027,
			"rname": "社旗县"
		}, {"rid": 41013028, "rname": "唐河县"}, {"rid": 41013029, "rname": "新野县"}, {
			"rid": 41013030,
			"rname": "桐柏县"
		}, {"rid": 41013081, "rname": "邓州市"}]
	}, {
		"cid": 41014,
		"regions": [{"rid": 41014002, "rname": "梁园区"}, {"rid": 41014003, "rname": "睢阳区"}, {
			"rid": 41014021,
			"rname": "民权县"
		}, {"rid": 41014022, "rname": "睢　县"}, {"rid": 41014023, "rname": "宁陵县"}, {
			"rid": 41014024,
			"rname": "柘城县"
		}, {"rid": 41014025, "rname": "虞城县"}, {"rid": 41014026, "rname": "夏邑县"}, {
			"rid": 41014081,
			"rname": "永城市"
		}]
	}, {
		"cid": 41015,
		"regions": [{"rid": 41015002, "rname": "浉河区"}, {"rid": 41015003, "rname": "平桥区"}, {
			"rid": 41015021,
			"rname": "罗山县"
		}, {"rid": 41015022, "rname": "光山县"}, {"rid": 41015023, "rname": "新　县"}, {
			"rid": 41015024,
			"rname": "商城县"
		}, {"rid": 41015025, "rname": "固始县"}, {"rid": 41015026, "rname": "潢川县"}, {
			"rid": 41015027,
			"rname": "淮滨县"
		}, {"rid": 41015028, "rname": "息　县"}]
	}, {
		"cid": 41016,
		"regions": [{"rid": 41016002, "rname": "川汇区"}, {"rid": 41016021, "rname": "扶沟县"}, {
			"rid": 41016022,
			"rname": "西华县"
		}, {"rid": 41016023, "rname": "商水县"}, {"rid": 41016024, "rname": "沈丘县"}, {
			"rid": 41016025,
			"rname": "郸城县"
		}, {"rid": 41016026, "rname": "淮阳县"}, {"rid": 41016027, "rname": "太康县"}, {
			"rid": 41016028,
			"rname": "鹿邑县"
		}, {"rid": 41016081, "rname": "项城市"}]
	}, {
		"cid": 41017,
		"regions": [{"rid": 41017002, "rname": "驿城区"}, {"rid": 41017021, "rname": "西平县"}, {
			"rid": 41017022,
			"rname": "上蔡县"
		}, {"rid": 41017023, "rname": "平舆县"}, {"rid": 41017024, "rname": "正阳县"}, {
			"rid": 41017025,
			"rname": "确山县"
		}, {"rid": 41017026, "rname": "泌阳县"}, {"rid": 41017027, "rname": "汝南县"}, {
			"rid": 41017028,
			"rname": "遂平县"
		}, {"rid": 41017029, "rname": "新蔡县"}]
	}, {
		"cid": 42001,
		"regions": [{"rid": 42001002, "rname": "江岸区"}, {"rid": 42001003, "rname": "江汉区"}, {
			"rid": 42001004,
			"rname": "硚口区"
		}, {"rid": 42001005, "rname": "汉阳区"}, {"rid": 42001006, "rname": "武昌区"}, {
			"rid": 42001007,
			"rname": "青山区"
		}, {"rid": 42001011, "rname": "洪山区"}, {"rid": 42001012, "rname": "东西湖区"}, {
			"rid": 42001013,
			"rname": "汉南区"
		}, {"rid": 42001014, "rname": "蔡甸区"}, {"rid": 42001015, "rname": "江夏区"}, {
			"rid": 42001016,
			"rname": "黄陂区"
		}, {"rid": 42001017, "rname": "新洲区"}]
	}, {
		"cid": 42002,
		"regions": [{"rid": 42002002, "rname": "黄石港区"}, {"rid": 42002003, "rname": "西塞山区"}, {
			"rid": 42002004,
			"rname": "下陆区"
		}, {"rid": 42002005, "rname": "铁山区"}, {"rid": 42002022, "rname": "阳新县"}, {
			"rid": 42002081,
			"rname": "大冶市"
		}]
	}, {
		"cid": 42003,
		"regions": [{"rid": 42003002, "rname": "茅箭区"}, {"rid": 42003003, "rname": "张湾区"}, {
			"rid": 42003021,
			"rname": "郧　县"
		}, {"rid": 42003022, "rname": "郧西县"}, {"rid": 42003023, "rname": "竹山县"}, {
			"rid": 42003024,
			"rname": "竹溪县"
		}, {"rid": 42003025, "rname": "房　县"}, {"rid": 42003081, "rname": "丹江口市"}]
	}, {
		"cid": 42005,
		"regions": [{"rid": 42005002, "rname": "西陵区"}, {"rid": 42005003, "rname": "伍家岗区"}, {
			"rid": 42005004,
			"rname": "点军区"
		}, {"rid": 42005005, "rname": "猇亭区"}, {"rid": 42005006, "rname": "夷陵区"}, {
			"rid": 42005025,
			"rname": "远安县"
		}, {"rid": 42005026, "rname": "兴山县"}, {"rid": 42005027, "rname": "秭归县"}, {
			"rid": 42005028,
			"rname": "长阳土家族自治县"
		}, {"rid": 42005029, "rname": "五峰土家族自治县"}, {"rid": 42005081, "rname": "宜都市"}, {
			"rid": 42005082,
			"rname": "当阳市"
		}, {"rid": 42005083, "rname": "枝江市"}]
	}, {
		"cid": 42006,
		"regions": [{"rid": 42006002, "rname": "襄城区"}, {"rid": 42006006, "rname": "樊城区"}, {
			"rid": 42006007,
			"rname": "襄州区"
		}, {"rid": 42006024, "rname": "南漳县"}, {"rid": 42006025, "rname": "谷城县"}, {
			"rid": 42006026,
			"rname": "保康县"
		}, {"rid": 42006082, "rname": "老河口市"}, {"rid": 42006083, "rname": "枣阳市"}, {
			"rid": 42006084,
			"rname": "宜城市"
		}]
	}, {
		"cid": 42007,
		"regions": [{"rid": 42007002, "rname": "梁子湖区"}, {"rid": 42007003, "rname": "华容区"}, {
			"rid": 42007004,
			"rname": "鄂城区"
		}]
	}, {
		"cid": 42008,
		"regions": [{"rid": 42008002, "rname": "东宝区"}, {"rid": 42008004, "rname": "掇刀区"}, {
			"rid": 42008021,
			"rname": "京山县"
		}, {"rid": 42008022, "rname": "沙洋县"}, {"rid": 42008081, "rname": "钟祥市"}]
	}, {
		"cid": 42009,
		"regions": [{"rid": 42009002, "rname": "孝南区"}, {"rid": 42009021, "rname": "孝昌县"}, {
			"rid": 42009022,
			"rname": "大悟县"
		}, {"rid": 42009023, "rname": "云梦县"}, {"rid": 42009081, "rname": "应城市"}, {
			"rid": 42009082,
			"rname": "安陆市"
		}, {"rid": 42009084, "rname": "汉川市"}]
	}, {
		"cid": 42010,
		"regions": [{"rid": 42010002, "rname": "沙市区"}, {"rid": 42010003, "rname": "荆州区"}, {
			"rid": 42010022,
			"rname": "公安县"
		}, {"rid": 42010023, "rname": "监利县"}, {"rid": 42010024, "rname": "江陵县"}, {
			"rid": 42010081,
			"rname": "石首市"
		}, {"rid": 42010083, "rname": "洪湖市"}, {"rid": 42010087, "rname": "松滋市"}]
	}, {
		"cid": 42011,
		"regions": [{"rid": 42011002, "rname": "黄州区"}, {"rid": 42011021, "rname": "团风县"}, {
			"rid": 42011022,
			"rname": "红安县"
		}, {"rid": 42011023, "rname": "罗田县"}, {"rid": 42011024, "rname": "英山县"}, {
			"rid": 42011025,
			"rname": "浠水县"
		}, {"rid": 42011026, "rname": "蕲春县"}, {"rid": 42011027, "rname": "黄梅县"}, {
			"rid": 42011081,
			"rname": "麻城市"
		}, {"rid": 42011082, "rname": "武穴市"}]
	}, {
		"cid": 42012,
		"regions": [{"rid": 42012002, "rname": "咸安区"}, {"rid": 42012021, "rname": "嘉鱼县"}, {
			"rid": 42012022,
			"rname": "通城县"
		}, {"rid": 42012023, "rname": "崇阳县"}, {"rid": 42012024, "rname": "通山县"}, {
			"rid": 42012081,
			"rname": "赤壁市"
		}]
	}, {
		"cid": 42013,
		"regions": [{"rid": 42013002, "rname": "曾都区"}, {"rid": 42013021, "rname": "随县"}, {
			"rid": 42013081,
			"rname": "广水市"
		}]
	}, {
		"cid": 42028,
		"regions": [{"rid": 42028001, "rname": "恩施市"}, {"rid": 42028002, "rname": "利川市"}, {
			"rid": 42028022,
			"rname": "建始县"
		}, {"rid": 42028023, "rname": "巴东县"}, {"rid": 42028025, "rname": "宣恩县"}, {
			"rid": 42028026,
			"rname": "咸丰县"
		}, {"rid": 42028027, "rname": "来凤县"}, {"rid": 42028028, "rname": "鹤峰县"}]
	}, {
		"cid": 43001,
		"regions": [{"rid": 43001002, "rname": "芙蓉区"}, {"rid": 43001003, "rname": "天心区"}, {
			"rid": 43001004,
			"rname": "岳麓区"
		}, {"rid": 43001005, "rname": "开福区"}, {"rid": 43001011, "rname": "雨花区"}, {
			"rid": 43001021,
			"rname": "长沙县"
		}, {"rid": 43001022, "rname": "望城区"}, {"rid": 43001024, "rname": "宁乡县"}, {
			"rid": 43001081,
			"rname": "浏阳市"
		}]
	}, {
		"cid": 43002,
		"regions": [{"rid": 43002002, "rname": "荷塘区"}, {"rid": 43002003, "rname": "芦淞区"}, {
			"rid": 43002004,
			"rname": "石峰区"
		}, {"rid": 43002011, "rname": "天元区"}, {"rid": 43002021, "rname": "株洲县"}, {
			"rid": 43002023,
			"rname": "攸　县"
		}, {"rid": 43002024, "rname": "茶陵县"}, {"rid": 43002025, "rname": "炎陵县"}, {
			"rid": 43002081,
			"rname": "醴陵市"
		}]
	}, {
		"cid": 43003,
		"regions": [{"rid": 43003002, "rname": "雨湖区"}, {"rid": 43003004, "rname": "岳塘区"}, {
			"rid": 43003021,
			"rname": "湘潭县"
		}, {"rid": 43003081, "rname": "湘乡市"}, {"rid": 43003082, "rname": "韶山市"}]
	}, {
		"cid": 43004,
		"regions": [{"rid": 43004005, "rname": "珠晖区"}, {"rid": 43004006, "rname": "雁峰区"}, {
			"rid": 43004007,
			"rname": "石鼓区"
		}, {"rid": 43004008, "rname": "蒸湘区"}, {"rid": 43004012, "rname": "南岳区"}, {
			"rid": 43004021,
			"rname": "衡阳县"
		}, {"rid": 43004022, "rname": "衡南县"}, {"rid": 43004023, "rname": "衡山县"}, {
			"rid": 43004024,
			"rname": "衡东县"
		}, {"rid": 43004026, "rname": "祁东县"}, {"rid": 43004081, "rname": "耒阳市"}, {
			"rid": 43004082,
			"rname": "常宁市"
		}]
	}, {
		"cid": 43005,
		"regions": [{"rid": 43005002, "rname": "双清区"}, {"rid": 43005003, "rname": "大祥区"}, {
			"rid": 43005011,
			"rname": "北塔区"
		}, {"rid": 43005021, "rname": "邵东县"}, {"rid": 43005022, "rname": "新邵县"}, {
			"rid": 43005023,
			"rname": "邵阳县"
		}, {"rid": 43005024, "rname": "隆回县"}, {"rid": 43005025, "rname": "洞口县"}, {
			"rid": 43005027,
			"rname": "绥宁县"
		}, {"rid": 43005028, "rname": "新宁县"}, {"rid": 43005029, "rname": "城步苗族自治县"}, {
			"rid": 43005081,
			"rname": "武冈市"
		}]
	}, {
		"cid": 43006,
		"regions": [{"rid": 43006002, "rname": "岳阳楼区"}, {"rid": 43006003, "rname": "云溪区"}, {
			"rid": 43006011,
			"rname": "君山区"
		}, {"rid": 43006021, "rname": "岳阳县"}, {"rid": 43006023, "rname": "华容县"}, {
			"rid": 43006024,
			"rname": "湘阴县"
		}, {"rid": 43006026, "rname": "平江县"}, {"rid": 43006081, "rname": "汨罗市"}, {
			"rid": 43006082,
			"rname": "临湘市"
		}]
	}, {
		"cid": 43007,
		"regions": [{"rid": 43007002, "rname": "武陵区"}, {"rid": 43007003, "rname": "鼎城区"}, {
			"rid": 43007021,
			"rname": "安乡县"
		}, {"rid": 43007022, "rname": "汉寿县"}, {"rid": 43007023, "rname": "澧　县"}, {
			"rid": 43007024,
			"rname": "临澧县"
		}, {"rid": 43007025, "rname": "桃源县"}, {"rid": 43007026, "rname": "石门县"}, {
			"rid": 43007081,
			"rname": "津市市"
		}]
	}, {
		"cid": 43008,
		"regions": [{"rid": 43008002, "rname": "永定区"}, {"rid": 43008011, "rname": "武陵源区"}, {
			"rid": 43008021,
			"rname": "慈利县"
		}, {"rid": 43008022, "rname": "桑植县"}]
	}, {
		"cid": 43009,
		"regions": [{"rid": 43009002, "rname": "资阳区"}, {"rid": 43009003, "rname": "赫山区"}, {
			"rid": 43009021,
			"rname": "南　县"
		}, {"rid": 43009022, "rname": "桃江县"}, {"rid": 43009023, "rname": "安化县"}, {
			"rid": 43009081,
			"rname": "沅江市"
		}]
	}, {
		"cid": 43010,
		"regions": [{"rid": 43010002, "rname": "北湖区"}, {"rid": 43010003, "rname": "苏仙区"}, {
			"rid": 43010021,
			"rname": "桂阳县"
		}, {"rid": 43010022, "rname": "宜章县"}, {"rid": 43010023, "rname": "永兴县"}, {
			"rid": 43010024,
			"rname": "嘉禾县"
		}, {"rid": 43010025, "rname": "临武县"}, {"rid": 43010026, "rname": "汝城县"}, {
			"rid": 43010027,
			"rname": "桂东县"
		}, {"rid": 43010028, "rname": "安仁县"}, {"rid": 43010081, "rname": "资兴市"}]
	}, {
		"cid": 43011,
		"regions": [{"rid": 43011002, "rname": "零陵区"}, {"rid": 43011003, "rname": "冷水滩区"}, {
			"rid": 43011021,
			"rname": "祁阳县"
		}, {"rid": 43011022, "rname": "东安县"}, {"rid": 43011023, "rname": "双牌县"}, {
			"rid": 43011024,
			"rname": "道　县"
		}, {"rid": 43011025, "rname": "江永县"}, {"rid": 43011026, "rname": "宁远县"}, {
			"rid": 43011027,
			"rname": "蓝山县"
		}, {"rid": 43011028, "rname": "新田县"}, {"rid": 43011029, "rname": "江华瑶族自治县"}]
	}, {
		"cid": 43012,
		"regions": [{"rid": 43012002, "rname": "鹤城区"}, {"rid": 43012021, "rname": "中方县"}, {
			"rid": 43012022,
			"rname": "沅陵县"
		}, {"rid": 43012023, "rname": "辰溪县"}, {"rid": 43012024, "rname": "溆浦县"}, {
			"rid": 43012025,
			"rname": "会同县"
		}, {"rid": 43012026, "rname": "麻阳苗族自治县"}, {"rid": 43012027, "rname": "新晃侗族自治县"}, {
			"rid": 43012028,
			"rname": "芷江侗族自治县"
		}, {"rid": 43012029, "rname": "靖州苗族侗族自治县"}, {"rid": 43012030, "rname": "通道侗族自治县"}, {
			"rid": 43012081,
			"rname": "洪江市"
		}]
	}, {
		"cid": 43013,
		"regions": [{"rid": 43013002, "rname": "娄星区"}, {"rid": 43013021, "rname": "双峰县"}, {
			"rid": 43013022,
			"rname": "新化县"
		}, {"rid": 43013081, "rname": "冷水江市"}, {"rid": 43013082, "rname": "涟源市"}]
	}, {
		"cid": 43031,
		"regions": [{"rid": 43031001, "rname": "吉首市"}, {"rid": 43031022, "rname": "泸溪县"}, {
			"rid": 43031023,
			"rname": "凤凰县"
		}, {"rid": 43031024, "rname": "花垣县"}, {"rid": 43031025, "rname": "保靖县"}, {
			"rid": 43031026,
			"rname": "古丈县"
		}, {"rid": 43031027, "rname": "永顺县"}, {"rid": 43031030, "rname": "龙山县"}]
	}, {
		"cid": 44001,
		"regions": [{"rid": 44001003, "rname": "荔湾区"}, {"rid": 44001004, "rname": "越秀区"}, {
			"rid": 44001005,
			"rname": "海珠区"
		}, {"rid": 44001006, "rname": "天河区"}, {"rid": 44001011, "rname": "白云区"}, {
			"rid": 44001012,
			"rname": "黄埔区"
		}, {"rid": 44001013, "rname": "番禺区"}, {"rid": 44001014, "rname": "花都区"}, {
			"rid": 44001015,
			"rname": "南沙区"
		}, {"rid": 44001016, "rname": "萝岗区"}, {"rid": 44001083, "rname": "增城市"}, {
			"rid": 44001084,
			"rname": "从化市"
		}]
	}, {
		"cid": 44002,
		"regions": [{"rid": 44002003, "rname": "武江区"}, {"rid": 44002004, "rname": "浈江区"}, {
			"rid": 44002005,
			"rname": "曲江区"
		}, {"rid": 44002022, "rname": "始兴县"}, {"rid": 44002024, "rname": "仁化县"}, {
			"rid": 44002029,
			"rname": "翁源县"
		}, {"rid": 44002032, "rname": "乳源瑶族自治县"}, {"rid": 44002033, "rname": "新丰县"}, {
			"rid": 44002081,
			"rname": "乐昌市"
		}, {"rid": 44002082, "rname": "南雄市"}]
	}, {
		"cid": 44003,
		"regions": [{"rid": 44003003, "rname": "罗湖区"}, {"rid": 44003004, "rname": "福田区"}, {
			"rid": 44003005,
			"rname": "南山区"
		}, {"rid": 44003006, "rname": "宝安区"}, {"rid": 44003007, "rname": "龙岗区"}, {
			"rid": 44003008,
			"rname": "盐田区"
		}]
	}, {
		"cid": 44004,
		"regions": [{"rid": 44004002, "rname": "香洲区"}, {"rid": 44004003, "rname": "斗门区"}, {
			"rid": 44004004,
			"rname": "金湾区"
		}]
	}, {
		"cid": 44005,
		"regions": [{"rid": 44005007, "rname": "龙湖区"}, {"rid": 44005011, "rname": "金平区"}, {
			"rid": 44005012,
			"rname": "濠江区"
		}, {"rid": 44005013, "rname": "潮阳区"}, {"rid": 44005014, "rname": "潮南区"}, {
			"rid": 44005015,
			"rname": "澄海区"
		}, {"rid": 44005023, "rname": "南澳县"}]
	}, {
		"cid": 44006,
		"regions": [{"rid": 44006004, "rname": "禅城区"}, {"rid": 44006005, "rname": "南海区"}, {
			"rid": 44006006,
			"rname": "顺德区"
		}, {"rid": 44006007, "rname": "三水区"}, {"rid": 44006008, "rname": "高明区"}]
	}, {
		"cid": 44007,
		"regions": [{"rid": 44007003, "rname": "蓬江区"}, {"rid": 44007004, "rname": "江海区"}, {
			"rid": 44007005,
			"rname": "新会区"
		}, {"rid": 44007081, "rname": "台山市"}, {"rid": 44007083, "rname": "开平市"}, {
			"rid": 44007084,
			"rname": "鹤山市"
		}, {"rid": 44007085, "rname": "恩平市"}]
	}, {
		"cid": 44008,
		"regions": [{"rid": 44008002, "rname": "赤坎区"}, {"rid": 44008003, "rname": "霞山区"}, {
			"rid": 44008004,
			"rname": "坡头区"
		}, {"rid": 44008011, "rname": "麻章区"}, {"rid": 44008023, "rname": "遂溪县"}, {
			"rid": 44008025,
			"rname": "徐闻县"
		}, {"rid": 44008081, "rname": "廉江市"}, {"rid": 44008082, "rname": "雷州市"}, {
			"rid": 44008083,
			"rname": "吴川市"
		}]
	}, {
		"cid": 44009,
		"regions": [{"rid": 44009002, "rname": "茂南区"}, {"rid": 44009003, "rname": "茂港区"}, {
			"rid": 44009023,
			"rname": "电白县"
		}, {"rid": 44009081, "rname": "高州市"}, {"rid": 44009082, "rname": "化州市"}, {
			"rid": 44009083,
			"rname": "信宜市"
		}]
	}, {
		"cid": 44012,
		"regions": [{"rid": 44012002, "rname": "端州区"}, {"rid": 44012003, "rname": "鼎湖区"}, {
			"rid": 44012023,
			"rname": "广宁县"
		}, {"rid": 44012024, "rname": "怀集县"}, {"rid": 44012025, "rname": "封开县"}, {
			"rid": 44012026,
			"rname": "德庆县"
		}, {"rid": 44012083, "rname": "高要市"}, {"rid": 44012084, "rname": "四会市"}]
	}, {
		"cid": 44013,
		"regions": [{"rid": 44013002, "rname": "惠城区"}, {"rid": 44013003, "rname": "惠阳区"}, {
			"rid": 44013022,
			"rname": "博罗县"
		}, {"rid": 44013023, "rname": "惠东县"}, {"rid": 44013024, "rname": "龙门县"}]
	}, {
		"cid": 44014,
		"regions": [{"rid": 44014002, "rname": "梅江区"}, {"rid": 44014021, "rname": "梅　县"}, {
			"rid": 44014022,
			"rname": "大埔县"
		}, {"rid": 44014023, "rname": "丰顺县"}, {"rid": 44014024, "rname": "五华县"}, {
			"rid": 44014026,
			"rname": "平远县"
		}, {"rid": 44014027, "rname": "蕉岭县"}, {"rid": 44014081, "rname": "兴宁市"}]
	}, {
		"cid": 44015,
		"regions": [{"rid": 44015002, "rname": "城　区"}, {"rid": 44015021, "rname": "海丰县"}, {
			"rid": 44015023,
			"rname": "陆河县"
		}, {"rid": 44015081, "rname": "陆丰市"}]
	}, {
		"cid": 44016,
		"regions": [{"rid": 44016002, "rname": "源城区"}, {"rid": 44016021, "rname": "紫金县"}, {
			"rid": 44016022,
			"rname": "龙川县"
		}, {"rid": 44016023, "rname": "连平县"}, {"rid": 44016024, "rname": "和平县"}, {
			"rid": 44016025,
			"rname": "东源县"
		}]
	}, {
		"cid": 44017,
		"regions": [{"rid": 44017002, "rname": "江城区"}, {"rid": 44017021, "rname": "阳西县"}, {
			"rid": 44017023,
			"rname": "阳东县"
		}, {"rid": 44017081, "rname": "阳春市"}]
	}, {
		"cid": 44018,
		"regions": [{"rid": 44018002, "rname": "清城区"}, {"rid": 44018021, "rname": "佛冈县"}, {
			"rid": 44018023,
			"rname": "阳山县"
		}, {"rid": 44018025, "rname": "连山壮族瑶族自治县"}, {"rid": 44018026, "rname": "连南瑶族自治县"}, {
			"rid": 44018027,
			"rname": "清新县"
		}, {"rid": 44018081, "rname": "英德市"}, {"rid": 44018082, "rname": "连州市"}]
	}, {"cid": 44019, "regions": [{"rid": 44019000, "rname": "东莞市"}]}, {
		"cid": 44020,
		"regions": [{"rid": 44020000, "rname": "中山市"}]
	}, {
		"cid": 44051,
		"regions": [{"rid": 44051002, "rname": "湘桥区"}, {"rid": 44051021, "rname": "潮安县"}, {
			"rid": 44051022,
			"rname": "饶平县"
		}]
	}, {
		"cid": 44052,
		"regions": [{"rid": 44052002, "rname": "榕城区"}, {"rid": 44052021, "rname": "揭东县"}, {
			"rid": 44052022,
			"rname": "揭西县"
		}, {"rid": 44052024, "rname": "惠来县"}, {"rid": 44052081, "rname": "普宁市"}]
	}, {
		"cid": 44053,
		"regions": [{"rid": 44053002, "rname": "云城区"}, {"rid": 44053021, "rname": "新兴县"}, {
			"rid": 44053022,
			"rname": "郁南县"
		}, {"rid": 44053023, "rname": "云安县"}, {"rid": 44053081, "rname": "罗定市"}]
	}, {
		"cid": 45001,
		"regions": [{"rid": 45001002, "rname": "兴宁区"}, {"rid": 45001003, "rname": "青秀区"}, {
			"rid": 45001005,
			"rname": "江南区"
		}, {"rid": 45001007, "rname": "西乡塘区"}, {"rid": 45001008, "rname": "良庆区"}, {
			"rid": 45001009,
			"rname": "邕宁区"
		}, {"rid": 45001022, "rname": "武鸣县"}, {"rid": 45001023, "rname": "隆安县"}, {
			"rid": 45001024,
			"rname": "马山县"
		}, {"rid": 45001025, "rname": "上林县"}, {"rid": 45001026, "rname": "宾阳县"}, {
			"rid": 45001027,
			"rname": "横　县"
		}]
	}, {
		"cid": 45002,
		"regions": [{"rid": 45002002, "rname": "城中区"}, {"rid": 45002003, "rname": "鱼峰区"}, {
			"rid": 45002004,
			"rname": "柳南区"
		}, {"rid": 45002005, "rname": "柳北区"}, {"rid": 45002021, "rname": "柳江县"}, {
			"rid": 45002022,
			"rname": "柳城县"
		}, {"rid": 45002023, "rname": "鹿寨县"}, {"rid": 45002024, "rname": "融安县"}, {
			"rid": 45002025,
			"rname": "融水苗族自治县"
		}, {"rid": 45002026, "rname": "三江侗族自治县"}]
	}, {
		"cid": 45003,
		"regions": [{"rid": 45003002, "rname": "秀峰区"}, {"rid": 45003003, "rname": "叠彩区"}, {
			"rid": 45003004,
			"rname": "象山区"
		}, {"rid": 45003005, "rname": "七星区"}, {"rid": 45003011, "rname": "雁山区"}, {
			"rid": 45003021,
			"rname": "阳朔县"
		}, {"rid": 45003022, "rname": "临桂县"}, {"rid": 45003023, "rname": "灵川县"}, {
			"rid": 45003024,
			"rname": "全州县"
		}, {"rid": 45003025, "rname": "兴安县"}, {"rid": 45003026, "rname": "永福县"}, {
			"rid": 45003027,
			"rname": "灌阳县"
		}, {"rid": 45003028, "rname": "龙胜各族自治县"}, {"rid": 45003029, "rname": "资源县"}, {
			"rid": 45003030,
			"rname": "平乐县"
		}, {"rid": 45003031, "rname": "荔浦县"}, {"rid": 45003032, "rname": "恭城瑶族自治县"}]
	}, {
		"cid": 45004,
		"regions": [{"rid": 45004003, "rname": "万秀区"}, {"rid": 45004004, "rname": "蝶山区"}, {
			"rid": 45004005,
			"rname": "长洲区"
		}, {"rid": 45004021, "rname": "苍梧县"}, {"rid": 45004022, "rname": "藤　县"}, {
			"rid": 45004023,
			"rname": "蒙山县"
		}, {"rid": 45004081, "rname": "岑溪市"}]
	}, {
		"cid": 45005,
		"regions": [{"rid": 45005002, "rname": "海城区"}, {"rid": 45005003, "rname": "银海区"}, {
			"rid": 45005012,
			"rname": "铁山港区"
		}, {"rid": 45005021, "rname": "合浦县"}]
	}, {
		"cid": 45006,
		"regions": [{"rid": 45006002, "rname": "港口区"}, {"rid": 45006003, "rname": "防城区"}, {
			"rid": 45006021,
			"rname": "上思县"
		}, {"rid": 45006081, "rname": "东兴市"}]
	}, {
		"cid": 45007,
		"regions": [{"rid": 45007002, "rname": "钦南区"}, {"rid": 45007003, "rname": "钦北区"}, {
			"rid": 45007021,
			"rname": "灵山县"
		}, {"rid": 45007022, "rname": "浦北县"}]
	}, {
		"cid": 45008,
		"regions": [{"rid": 45008002, "rname": "港北区"}, {"rid": 45008003, "rname": "港南区"}, {
			"rid": 45008004,
			"rname": "覃塘区"
		}, {"rid": 45008021, "rname": "平南县"}, {"rid": 45008081, "rname": "桂平市"}]
	}, {
		"cid": 45009,
		"regions": [{"rid": 45009002, "rname": "玉州区"}, {"rid": 45009021, "rname": "容　县"}, {
			"rid": 45009022,
			"rname": "陆川县"
		}, {"rid": 45009023, "rname": "博白县"}, {"rid": 45009024, "rname": "兴业县"}, {
			"rid": 45009081,
			"rname": "北流市"
		}]
	}, {
		"cid": 45010,
		"regions": [{"rid": 45010002, "rname": "右江区"}, {"rid": 45010021, "rname": "田阳县"}, {
			"rid": 45010022,
			"rname": "田东县"
		}, {"rid": 45010023, "rname": "平果县"}, {"rid": 45010024, "rname": "德保县"}, {
			"rid": 45010025,
			"rname": "靖西县"
		}, {"rid": 45010026, "rname": "那坡县"}, {"rid": 45010027, "rname": "凌云县"}, {
			"rid": 45010028,
			"rname": "乐业县"
		}, {"rid": 45010029, "rname": "田林县"}, {"rid": 45010030, "rname": "西林县"}, {
			"rid": 45010031,
			"rname": "隆林各族自治县"
		}]
	}, {
		"cid": 45011,
		"regions": [{"rid": 45011002, "rname": "八步区"}, {"rid": 45011021, "rname": "昭平县"}, {
			"rid": 45011022,
			"rname": "钟山县"
		}, {"rid": 45011023, "rname": "富川瑶族自治县"}]
	}, {
		"cid": 45012,
		"regions": [{"rid": 45012002, "rname": "金城江区"}, {"rid": 45012021, "rname": "南丹县"}, {
			"rid": 45012022,
			"rname": "天峨县"
		}, {"rid": 45012023, "rname": "凤山县"}, {"rid": 45012024, "rname": "东兰县"}, {
			"rid": 45012025,
			"rname": "罗城仫佬族自治县"
		}, {"rid": 45012026, "rname": "环江毛南族自治县"}, {"rid": 45012027, "rname": "巴马瑶族自治县"}, {
			"rid": 45012028,
			"rname": "都安瑶族自治县"
		}, {"rid": 45012029, "rname": "大化瑶族自治县"}, {"rid": 45012081, "rname": "宜州市"}]
	}, {
		"cid": 45013,
		"regions": [{"rid": 45013002, "rname": "兴宾区"}, {"rid": 45013021, "rname": "忻城县"}, {
			"rid": 45013022,
			"rname": "象州县"
		}, {"rid": 45013023, "rname": "武宣县"}, {"rid": 45013024, "rname": "金秀瑶族自治县"}, {
			"rid": 45013081,
			"rname": "合山市"
		}]
	}, {
		"cid": 45014,
		"regions": [{"rid": 45014002, "rname": "江洲区"}, {"rid": 45014021, "rname": "扶绥县"}, {
			"rid": 45014022,
			"rname": "宁明县"
		}, {"rid": 45014023, "rname": "龙州县"}, {"rid": 45014024, "rname": "大新县"}, {
			"rid": 45014025,
			"rname": "天等县"
		}, {"rid": 45014081, "rname": "凭祥市"}]
	}, {
		"cid": 46001,
		"regions": [{"rid": 46001005, "rname": "秀英区"}, {"rid": 46001006, "rname": "龙华区"}, {
			"rid": 46001007,
			"rname": "琼山区"
		}, {"rid": 46001008, "rname": "美兰区"}]
	}, {
		"cid": 51001,
		"regions": [{"rid": 51001004, "rname": "锦江区"}, {"rid": 51001005, "rname": "青羊区"}, {
			"rid": 51001006,
			"rname": "金牛区"
		}, {"rid": 51001007, "rname": "武侯区"}, {"rid": 51001008, "rname": "成华区"}, {
			"rid": 51001012,
			"rname": "龙泉驿区"
		}, {"rid": 51001013, "rname": "青白江区"}, {"rid": 51001014, "rname": "新都区"}, {
			"rid": 51001015,
			"rname": "温江区"
		}, {"rid": 51001021, "rname": "金堂县"}, {"rid": 51001022, "rname": "双流县"}, {
			"rid": 51001024,
			"rname": "郫　县"
		}, {"rid": 51001029, "rname": "大邑县"}, {"rid": 51001031, "rname": "蒲江县"}, {
			"rid": 51001032,
			"rname": "新津县"
		}, {"rid": 51001081, "rname": "都江堰市"}, {"rid": 51001082, "rname": "彭州市"}, {
			"rid": 51001083,
			"rname": "邛崃市"
		}, {"rid": 51001084, "rname": "崇州市"}]
	}, {
		"cid": 51003,
		"regions": [{"rid": 51003002, "rname": "自流井区"}, {"rid": 51003003, "rname": "贡井区"}, {
			"rid": 51003004,
			"rname": "大安区"
		}, {"rid": 51003011, "rname": "沿滩区"}, {"rid": 51003021, "rname": "荣　县"}, {
			"rid": 51003022,
			"rname": "富顺县"
		}]
	}, {
		"cid": 51004,
		"regions": [{"rid": 51004002, "rname": "东　区"}, {"rid": 51004003, "rname": "西　区"}, {
			"rid": 51004011,
			"rname": "仁和区"
		}, {"rid": 51004021, "rname": "米易县"}, {"rid": 51004022, "rname": "盐边县"}]
	}, {
		"cid": 51005,
		"regions": [{"rid": 51005002, "rname": "江阳区"}, {"rid": 51005003, "rname": "纳溪区"}, {
			"rid": 51005004,
			"rname": "龙马潭区"
		}, {"rid": 51005021, "rname": "泸　县"}, {"rid": 51005022, "rname": "合江县"}, {
			"rid": 51005024,
			"rname": "叙永县"
		}, {"rid": 51005025, "rname": "古蔺县"}]
	}, {
		"cid": 51006,
		"regions": [{"rid": 51006003, "rname": "旌阳区"}, {"rid": 51006023, "rname": "中江县"}, {
			"rid": 51006026,
			"rname": "罗江县"
		}, {"rid": 51006081, "rname": "广汉市"}, {"rid": 51006082, "rname": "什邡市"}, {
			"rid": 51006083,
			"rname": "绵竹市"
		}]
	}, {
		"cid": 51007,
		"regions": [{"rid": 51007003, "rname": "涪城区"}, {"rid": 51007004, "rname": "游仙区"}, {
			"rid": 51007022,
			"rname": "三台县"
		}, {"rid": 51007023, "rname": "盐亭县"}, {"rid": 51007024, "rname": "安　县"}, {
			"rid": 51007025,
			"rname": "梓潼县"
		}, {"rid": 51007026, "rname": "北川羌族自治县"}, {"rid": 51007027, "rname": "平武县"}, {
			"rid": 51007081,
			"rname": "江油市"
		}]
	}, {
		"cid": 51008,
		"regions": [{"rid": 51008002, "rname": "市中区"}, {"rid": 51008011, "rname": "元坝区"}, {
			"rid": 51008012,
			"rname": "朝天区"
		}, {"rid": 51008021, "rname": "旺苍县"}, {"rid": 51008022, "rname": "青川县"}, {
			"rid": 51008023,
			"rname": "剑阁县"
		}, {"rid": 51008024, "rname": "苍溪县"}]
	}, {
		"cid": 51009,
		"regions": [{"rid": 51009003, "rname": "船山区"}, {"rid": 51009004, "rname": "安居区"}, {
			"rid": 51009021,
			"rname": "蓬溪县"
		}, {"rid": 51009022, "rname": "射洪县"}, {"rid": 51009023, "rname": "大英县"}]
	}, {
		"cid": 51010,
		"regions": [{"rid": 51010002, "rname": "市中区"}, {"rid": 51010011, "rname": "东兴区"}, {
			"rid": 51010024,
			"rname": "威远县"
		}, {"rid": 51010025, "rname": "资中县"}, {"rid": 51010028, "rname": "隆昌县"}]
	}, {
		"cid": 51011,
		"regions": [{"rid": 51011002, "rname": "市中区"}, {"rid": 51011011, "rname": "沙湾区"}, {
			"rid": 51011012,
			"rname": "五通桥区"
		}, {"rid": 51011013, "rname": "金口河区"}, {"rid": 51011023, "rname": "犍为县"}, {
			"rid": 51011024,
			"rname": "井研县"
		}, {"rid": 51011026, "rname": "夹江县"}, {"rid": 51011029, "rname": "沐川县"}, {
			"rid": 51011032,
			"rname": "峨边彝族自治县"
		}, {"rid": 51011033, "rname": "马边彝族自治县"}, {"rid": 51011081, "rname": "峨眉山市"}]
	}, {
		"cid": 51013,
		"regions": [{"rid": 51013002, "rname": "顺庆区"}, {"rid": 51013003, "rname": "高坪区"}, {
			"rid": 51013004,
			"rname": "嘉陵区"
		}, {"rid": 51013021, "rname": "南部县"}, {"rid": 51013022, "rname": "营山县"}, {
			"rid": 51013023,
			"rname": "蓬安县"
		}, {"rid": 51013024, "rname": "仪陇县"}, {"rid": 51013025, "rname": "西充县"}, {
			"rid": 51013081,
			"rname": "阆中市"
		}]
	}, {
		"cid": 51014,
		"regions": [{"rid": 51014002, "rname": "东坡区"}, {"rid": 51014021, "rname": "仁寿县"}, {
			"rid": 51014022,
			"rname": "彭山县"
		}, {"rid": 51014023, "rname": "洪雅县"}, {"rid": 51014024, "rname": "丹棱县"}, {
			"rid": 51014025,
			"rname": "青神县"
		}]
	}, {
		"cid": 51015,
		"regions": [{"rid": 51015002, "rname": "翠屏区"}, {"rid": 51015021, "rname": "宜宾县"}, {
			"rid": 51015022,
			"rname": "南溪县"
		}, {"rid": 51015023, "rname": "江安县"}, {"rid": 51015024, "rname": "长宁县"}, {
			"rid": 51015025,
			"rname": "高　县"
		}, {"rid": 51015026, "rname": "珙　县"}, {"rid": 51015027, "rname": "筠连县"}, {
			"rid": 51015028,
			"rname": "兴文县"
		}, {"rid": 51015029, "rname": "屏山县"}]
	}, {
		"cid": 51016,
		"regions": [{"rid": 51016002, "rname": "广安区"}, {"rid": 51016021, "rname": "岳池县"}, {
			"rid": 51016022,
			"rname": "武胜县"
		}, {"rid": 51016023, "rname": "邻水县"}, {"rid": 51016081, "rname": "华蓥市"}]
	}, {
		"cid": 51017,
		"regions": [{"rid": 51017002, "rname": "通川区"}, {"rid": 51017021, "rname": "达　县"}, {
			"rid": 51017022,
			"rname": "宣汉县"
		}, {"rid": 51017023, "rname": "开江县"}, {"rid": 51017024, "rname": "大竹县"}, {
			"rid": 51017025,
			"rname": "渠　县"
		}, {"rid": 51017081, "rname": "万源市"}]
	}, {
		"cid": 51018,
		"regions": [{"rid": 51018002, "rname": "雨城区"}, {"rid": 51018021, "rname": "名山县"}, {
			"rid": 51018022,
			"rname": "荥经县"
		}, {"rid": 51018023, "rname": "汉源县"}, {"rid": 51018024, "rname": "石棉县"}, {
			"rid": 51018025,
			"rname": "天全县"
		}, {"rid": 51018026, "rname": "芦山县"}, {"rid": 51018027, "rname": "宝兴县"}]
	}, {
		"cid": 51019,
		"regions": [{"rid": 51019002, "rname": "巴州区"}, {"rid": 51019021, "rname": "通江县"}, {
			"rid": 51019022,
			"rname": "南江县"
		}, {"rid": 51019023, "rname": "平昌县"}]
	}, {
		"cid": 51020,
		"regions": [{"rid": 51020002, "rname": "雁江区"}, {"rid": 51020021, "rname": "安岳县"}, {
			"rid": 51020022,
			"rname": "乐至县"
		}, {"rid": 51020081, "rname": "简阳市"}]
	}, {
		"cid": 51032,
		"regions": [{"rid": 51032021, "rname": "汶川县"}, {"rid": 51032022, "rname": "理　县"}, {
			"rid": 51032023,
			"rname": "茂　县"
		}, {"rid": 51032024, "rname": "松潘县"}, {"rid": 51032025, "rname": "九寨沟县"}, {
			"rid": 51032026,
			"rname": "金川县"
		}, {"rid": 51032027, "rname": "小金县"}, {"rid": 51032028, "rname": "黑水县"}, {
			"rid": 51032029,
			"rname": "马尔康县"
		}, {"rid": 51032030, "rname": "壤塘县"}, {"rid": 51032031, "rname": "阿坝县"}, {
			"rid": 51032032,
			"rname": "若尔盖县"
		}, {"rid": 51032033, "rname": "红原县"}]
	}, {
		"cid": 51033,
		"regions": [{"rid": 51033021, "rname": "康定县"}, {"rid": 51033022, "rname": "泸定县"}, {
			"rid": 51033023,
			"rname": "丹巴县"
		}, {"rid": 51033024, "rname": "九龙县"}, {"rid": 51033025, "rname": "雅江县"}, {
			"rid": 51033026,
			"rname": "道孚县"
		}, {"rid": 51033027, "rname": "炉霍县"}, {"rid": 51033028, "rname": "甘孜县"}, {
			"rid": 51033029,
			"rname": "新龙县"
		}, {"rid": 51033030, "rname": "德格县"}, {"rid": 51033031, "rname": "白玉县"}, {
			"rid": 51033032,
			"rname": "石渠县"
		}, {"rid": 51033033, "rname": "色达县"}, {"rid": 51033034, "rname": "理塘县"}, {
			"rid": 51033035,
			"rname": "巴塘县"
		}, {"rid": 51033036, "rname": "乡城县"}, {"rid": 51033037, "rname": "稻城县"}, {
			"rid": 51033038,
			"rname": "得荣县"
		}]
	}, {
		"cid": 51034,
		"regions": [{"rid": 51034001, "rname": "西昌市"}, {"rid": 51034022, "rname": "木里藏族自治县"}, {
			"rid": 51034023,
			"rname": "盐源县"
		}, {"rid": 51034024, "rname": "德昌县"}, {"rid": 51034025, "rname": "会理县"}, {
			"rid": 51034026,
			"rname": "会东县"
		}, {"rid": 51034027, "rname": "宁南县"}, {"rid": 51034028, "rname": "普格县"}, {
			"rid": 51034029,
			"rname": "布拖县"
		}, {"rid": 51034030, "rname": "金阳县"}, {"rid": 51034031, "rname": "昭觉县"}, {
			"rid": 51034032,
			"rname": "喜德县"
		}, {"rid": 51034033, "rname": "冕宁县"}, {"rid": 51034034, "rname": "越西县"}, {
			"rid": 51034035,
			"rname": "甘洛县"
		}, {"rid": 51034036, "rname": "美姑县"}, {"rid": 51034037, "rname": "雷波县"}]
	}, {
		"cid": 52001,
		"regions": [{"rid": 52001002, "rname": "南明区"}, {"rid": 52001003, "rname": "云岩区"}, {
			"rid": 52001011,
			"rname": "花溪区"
		}, {"rid": 52001012, "rname": "乌当区"}, {"rid": 52001013, "rname": "白云区"}, {
			"rid": 52001014,
			"rname": "小河区"
		}, {"rid": 52001021, "rname": "开阳县"}, {"rid": 52001022, "rname": "息烽县"}, {
			"rid": 52001023,
			"rname": "修文县"
		}, {"rid": 52001081, "rname": "清镇市"}]
	}, {
		"cid": 52002,
		"regions": [{"rid": 52002001, "rname": "钟山区"}, {"rid": 52002003, "rname": "六枝特区"}, {
			"rid": 52002021,
			"rname": "水城县"
		}, {"rid": 52002022, "rname": "盘　县"}]
	}, {
		"cid": 52003,
		"regions": [{"rid": 52003002, "rname": "红花岗区"}, {"rid": 52003003, "rname": "汇川区"}, {
			"rid": 52003021,
			"rname": "遵义县"
		}, {"rid": 52003022, "rname": "桐梓县"}, {"rid": 52003023, "rname": "绥阳县"}, {
			"rid": 52003024,
			"rname": "正安县"
		}, {"rid": 52003025, "rname": "道真仡佬族苗族自治县"}, {"rid": 52003026, "rname": "务川仡佬族苗族自治县"}, {
			"rid": 52003027,
			"rname": "凤冈县"
		}, {"rid": 52003028, "rname": "湄潭县"}, {"rid": 52003029, "rname": "余庆县"}, {
			"rid": 52003030,
			"rname": "习水县"
		}, {"rid": 52003081, "rname": "赤水市"}, {"rid": 52003082, "rname": "仁怀市"}]
	}, {
		"cid": 52004,
		"regions": [{"rid": 52004002, "rname": "西秀区"}, {"rid": 52004021, "rname": "平坝县"}, {
			"rid": 52004022,
			"rname": "普定县"
		}, {"rid": 52004023, "rname": "镇宁布依族苗族自治县"}, {"rid": 52004024, "rname": "关岭布依族苗族自治县"}, {
			"rid": 52004025,
			"rname": "紫云苗族布依族自治县"
		}]
	}, {
		"cid": 52022,
		"regions": [{"rid": 52022001, "rname": "铜仁市"}, {"rid": 52022022, "rname": "江口县"}, {
			"rid": 52022023,
			"rname": "玉屏侗族自治县"
		}, {"rid": 52022024, "rname": "石阡县"}, {"rid": 52022025, "rname": "思南县"}, {
			"rid": 52022026,
			"rname": "印江土家族苗族自治县"
		}, {"rid": 52022027, "rname": "德江县"}, {"rid": 52022028, "rname": "沿河土家族自治县"}, {
			"rid": 52022029,
			"rname": "松桃苗族自治县"
		}, {"rid": 52022030, "rname": "万山特区"}]
	}, {
		"cid": 52023,
		"regions": [{"rid": 52023001, "rname": "兴义市"}, {"rid": 52023022, "rname": "兴仁县"}, {
			"rid": 52023023,
			"rname": "普安县"
		}, {"rid": 52023024, "rname": "晴隆县"}, {"rid": 52023025, "rname": "贞丰县"}, {
			"rid": 52023026,
			"rname": "望谟县"
		}, {"rid": 52023027, "rname": "册亨县"}, {"rid": 52023028, "rname": "安龙县"}]
	}, {
		"cid": 52024,
		"regions": [{"rid": 52024001, "rname": "毕节市"}, {"rid": 52024022, "rname": "大方县"}, {
			"rid": 52024023,
			"rname": "黔西县"
		}, {"rid": 52024024, "rname": "金沙县"}, {"rid": 52024025, "rname": "织金县"}, {
			"rid": 52024026,
			"rname": "纳雍县"
		}, {"rid": 52024027, "rname": "威宁彝族回族苗族自治县"}, {"rid": 52024028, "rname": "赫章县"}]
	}, {
		"cid": 52026,
		"regions": [{"rid": 52026001, "rname": "凯里市"}, {"rid": 52026022, "rname": "黄平县"}, {
			"rid": 52026023,
			"rname": "施秉县"
		}, {"rid": 52026024, "rname": "三穗县"}, {"rid": 52026025, "rname": "镇远县"}, {
			"rid": 52026026,
			"rname": "岑巩县"
		}, {"rid": 52026027, "rname": "天柱县"}, {"rid": 52026028, "rname": "锦屏县"}, {
			"rid": 52026029,
			"rname": "剑河县"
		}, {"rid": 52026030, "rname": "台江县"}, {"rid": 52026031, "rname": "黎平县"}, {
			"rid": 52026032,
			"rname": "榕江县"
		}, {"rid": 52026033, "rname": "从江县"}, {"rid": 52026034, "rname": "雷山县"}, {
			"rid": 52026035,
			"rname": "麻江县"
		}, {"rid": 52026036, "rname": "丹寨县"}]
	}, {
		"cid": 52027,
		"regions": [{"rid": 52027001, "rname": "都匀市"}, {"rid": 52027002, "rname": "福泉市"}, {
			"rid": 52027022,
			"rname": "荔波县"
		}, {"rid": 52027023, "rname": "贵定县"}, {"rid": 52027025, "rname": "瓮安县"}, {
			"rid": 52027026,
			"rname": "独山县"
		}, {"rid": 52027027, "rname": "平塘县"}, {"rid": 52027028, "rname": "罗甸县"}, {
			"rid": 52027029,
			"rname": "长顺县"
		}, {"rid": 52027030, "rname": "龙里县"}, {"rid": 52027031, "rname": "惠水县"}, {
			"rid": 52027032,
			"rname": "三都水族自治县"
		}]
	}, {
		"cid": 53001,
		"regions": [{"rid": 53001002, "rname": "五华区"}, {"rid": 53001003, "rname": "盘龙区"}, {
			"rid": 53001011,
			"rname": "官渡区"
		}, {"rid": 53001012, "rname": "西山区"}, {"rid": 53001013, "rname": "东川区"}, {
			"rid": 53001021,
			"rname": "呈贡县"
		}, {"rid": 53001022, "rname": "晋宁县"}, {"rid": 53001024, "rname": "富民县"}, {
			"rid": 53001025,
			"rname": "宜良县"
		}, {"rid": 53001026, "rname": "石林彝族自治县"}, {"rid": 53001027, "rname": "嵩明县"}, {
			"rid": 53001028,
			"rname": "禄劝彝族苗族自治县"
		}, {"rid": 53001029, "rname": "寻甸回族彝族自治县"}, {"rid": 53001081, "rname": "安宁市"}]
	}, {
		"cid": 53003,
		"regions": [{"rid": 53003002, "rname": "麒麟区"}, {"rid": 53003021, "rname": "马龙县"}, {
			"rid": 53003022,
			"rname": "陆良县"
		}, {"rid": 53003023, "rname": "师宗县"}, {"rid": 53003024, "rname": "罗平县"}, {
			"rid": 53003025,
			"rname": "富源县"
		}, {"rid": 53003026, "rname": "会泽县"}, {"rid": 53003028, "rname": "沾益县"}, {
			"rid": 53003081,
			"rname": "宣威市"
		}]
	}, {
		"cid": 53004,
		"regions": [{"rid": 53004002, "rname": "红塔区"}, {"rid": 53004021, "rname": "江川县"}, {
			"rid": 53004022,
			"rname": "澄江县"
		}, {"rid": 53004023, "rname": "通海县"}, {"rid": 53004024, "rname": "华宁县"}, {
			"rid": 53004025,
			"rname": "易门县"
		}, {"rid": 53004026, "rname": "峨山彝族自治县"}, {"rid": 53004027, "rname": "新平彝族傣族自治县"}, {
			"rid": 53004028,
			"rname": "元江哈尼族彝族傣族自治县"
		}]
	}, {
		"cid": 53005,
		"regions": [{"rid": 53005002, "rname": "隆阳区"}, {"rid": 53005021, "rname": "施甸县"}, {
			"rid": 53005022,
			"rname": "腾冲县"
		}, {"rid": 53005023, "rname": "龙陵县"}, {"rid": 53005024, "rname": "昌宁县"}]
	}, {
		"cid": 53006,
		"regions": [{"rid": 53006002, "rname": "昭阳区"}, {"rid": 53006021, "rname": "鲁甸县"}, {
			"rid": 53006022,
			"rname": "巧家县"
		}, {"rid": 53006023, "rname": "盐津县"}, {"rid": 53006024, "rname": "大关县"}, {
			"rid": 53006025,
			"rname": "永善县"
		}, {"rid": 53006026, "rname": "绥江县"}, {"rid": 53006027, "rname": "镇雄县"}, {
			"rid": 53006028,
			"rname": "彝良县"
		}, {"rid": 53006029, "rname": "威信县"}, {"rid": 53006030, "rname": "水富县"}]
	}, {
		"cid": 53007,
		"regions": [{"rid": 53007002, "rname": "古城区"}, {"rid": 53007021, "rname": "玉龙纳西族自治县"}, {
			"rid": 53007022,
			"rname": "永胜县"
		}, {"rid": 53007023, "rname": "华坪县"}, {"rid": 53007024, "rname": "宁蒗彝族自治县"}]
	}, {
		"cid": 53008,
		"regions": [{"rid": 53008002, "rname": "思茅区"}, {"rid": 53008021, "rname": "宁洱哈尼族彝族自治县"}, {
			"rid": 53008022,
			"rname": "墨江哈尼族自治县"
		}, {"rid": 53008023, "rname": "景东彝族自治县"}, {"rid": 53008024, "rname": "景谷傣族彝族自治县"}, {
			"rid": 53008025,
			"rname": "镇沅彝族哈尼族拉祜族自治县"
		}, {"rid": 53008026, "rname": "江城哈尼族彝族自治县"}, {"rid": 53008027, "rname": "孟连傣族拉祜族佤族自治县"}, {
			"rid": 53008028,
			"rname": "澜沧拉祜族自治县"
		}, {"rid": 53008029, "rname": "西盟佤族自治县"}]
	}, {
		"cid": 53009,
		"regions": [{"rid": 53009002, "rname": "临翔区"}, {"rid": 53009021, "rname": "凤庆县"}, {
			"rid": 53009022,
			"rname": "云　县"
		}, {"rid": 53009023, "rname": "永德县"}, {"rid": 53009024, "rname": "镇康县"}, {
			"rid": 53009025,
			"rname": "双江拉祜族佤族布朗族傣族自治县"
		}, {"rid": 53009026, "rname": "耿马傣族佤族自治县"}, {"rid": 53009027, "rname": "沧源佤族自治县"}]
	}, {
		"cid": 53023,
		"regions": [{"rid": 53023001, "rname": "楚雄市"}, {"rid": 53023022, "rname": "双柏县"}, {
			"rid": 53023023,
			"rname": "牟定县"
		}, {"rid": 53023024, "rname": "南华县"}, {"rid": 53023025, "rname": "姚安县"}, {
			"rid": 53023026,
			"rname": "大姚县"
		}, {"rid": 53023027, "rname": "永仁县"}, {"rid": 53023028, "rname": "元谋县"}, {
			"rid": 53023029,
			"rname": "武定县"
		}, {"rid": 53023031, "rname": "禄丰县"}]
	}, {
		"cid": 53025,
		"regions": [{"rid": 53025001, "rname": "个旧市"}, {"rid": 53025002, "rname": "开远市"}, {
			"rid": 53025022,
			"rname": "蒙自县"
		}, {"rid": 53025023, "rname": "屏边苗族自治县"}, {"rid": 53025024, "rname": "建水县"}, {
			"rid": 53025025,
			"rname": "石屏县"
		}, {"rid": 53025026, "rname": "弥勒县"}, {"rid": 53025027, "rname": "泸西县"}, {
			"rid": 53025028,
			"rname": "元阳县"
		}, {"rid": 53025029, "rname": "红河县"}, {"rid": 53025030, "rname": "金平苗族瑶族傣族自治县"}, {
			"rid": 53025031,
			"rname": "绿春县"
		}, {"rid": 53025032, "rname": "河口瑶族自治县"}]
	}, {
		"cid": 53026,
		"regions": [{"rid": 53026021, "rname": "文山县"}, {"rid": 53026022, "rname": "砚山县"}, {
			"rid": 53026023,
			"rname": "西畴县"
		}, {"rid": 53026024, "rname": "麻栗坡县"}, {"rid": 53026025, "rname": "马关县"}, {
			"rid": 53026026,
			"rname": "丘北县"
		}, {"rid": 53026027, "rname": "广南县"}, {"rid": 53026028, "rname": "富宁县"}]
	}, {
		"cid": 53028,
		"regions": [{"rid": 53028001, "rname": "景洪市"}, {"rid": 53028022, "rname": "勐海县"}, {
			"rid": 53028023,
			"rname": "勐腊县"
		}]
	}, {
		"cid": 53029,
		"regions": [{"rid": 53029001, "rname": "大理市"}, {"rid": 53029022, "rname": "漾濞彝族自治县"}, {
			"rid": 53029023,
			"rname": "祥云县"
		}, {"rid": 53029024, "rname": "宾川县"}, {"rid": 53029025, "rname": "弥渡县"}, {
			"rid": 53029026,
			"rname": "南涧彝族自治县"
		}, {"rid": 53029027, "rname": "巍山彝族回族自治县"}, {"rid": 53029028, "rname": "永平县"}, {
			"rid": 53029029,
			"rname": "云龙县"
		}, {"rid": 53029030, "rname": "洱源县"}, {"rid": 53029031, "rname": "剑川县"}, {
			"rid": 53029032,
			"rname": "鹤庆县"
		}]
	}, {
		"cid": 53031,
		"regions": [{"rid": 53031002, "rname": "瑞丽市"}, {"rid": 53031003, "rname": "潞西市"}, {
			"rid": 53031022,
			"rname": "梁河县"
		}, {"rid": 53031023, "rname": "盈江县"}, {"rid": 53031024, "rname": "陇川县"}]
	}, {
		"cid": 53033,
		"regions": [{"rid": 53033021, "rname": "泸水县"}, {"rid": 53033023, "rname": "福贡县"}, {
			"rid": 53033024,
			"rname": "贡山独龙族怒族自治县"
		}, {"rid": 53033025, "rname": "兰坪白族普米族自治县"}]
	}, {
		"cid": 53034,
		"regions": [{"rid": 53034021, "rname": "香格里拉县"}, {"rid": 53034022, "rname": "德钦县"}, {
			"rid": 53034023,
			"rname": "维西傈僳族自治县"
		}]
	}, {
		"cid": 54001,
		"regions": [{"rid": 54001002, "rname": "城关区"}, {"rid": 54001021, "rname": "林周县"}, {
			"rid": 54001022,
			"rname": "当雄县"
		}, {"rid": 54001023, "rname": "尼木县"}, {"rid": 54001024, "rname": "曲水县"}, {
			"rid": 54001025,
			"rname": "堆龙德庆县"
		}, {"rid": 54001026, "rname": "达孜县"}, {"rid": 54001027, "rname": "墨竹工卡县"}]
	}, {
		"cid": 54021,
		"regions": [{"rid": 54021021, "rname": "昌都县"}, {"rid": 54021022, "rname": "江达县"}, {
			"rid": 54021023,
			"rname": "贡觉县"
		}, {"rid": 54021024, "rname": "类乌齐县"}, {"rid": 54021025, "rname": "丁青县"}, {
			"rid": 54021026,
			"rname": "察雅县"
		}, {"rid": 54021027, "rname": "八宿县"}, {"rid": 54021028, "rname": "左贡县"}, {
			"rid": 54021029,
			"rname": "芒康县"
		}, {"rid": 54021032, "rname": "洛隆县"}, {"rid": 54021033, "rname": "边坝县"}]
	}, {
		"cid": 54022,
		"regions": [{"rid": 54022021, "rname": "乃东县"}, {"rid": 54022022, "rname": "扎囊县"}, {
			"rid": 54022023,
			"rname": "贡嘎县"
		}, {"rid": 54022024, "rname": "桑日县"}, {"rid": 54022025, "rname": "琼结县"}, {
			"rid": 54022026,
			"rname": "曲松县"
		}, {"rid": 54022027, "rname": "措美县"}, {"rid": 54022028, "rname": "洛扎县"}, {
			"rid": 54022029,
			"rname": "加查县"
		}, {"rid": 54022031, "rname": "隆子县"}, {"rid": 54022032, "rname": "错那县"}, {
			"rid": 54022033,
			"rname": "浪卡子县"
		}]
	}, {
		"cid": 54023,
		"regions": [{"rid": 54023001, "rname": "日喀则市"}, {"rid": 54023022, "rname": "南木林县"}, {
			"rid": 54023023,
			"rname": "江孜县"
		}, {"rid": 54023024, "rname": "定日县"}, {"rid": 54023025, "rname": "萨迦县"}, {
			"rid": 54023026,
			"rname": "拉孜县"
		}, {"rid": 54023027, "rname": "昂仁县"}, {"rid": 54023028, "rname": "谢通门县"}, {
			"rid": 54023029,
			"rname": "白朗县"
		}, {"rid": 54023030, "rname": "仁布县"}, {"rid": 54023031, "rname": "康马县"}, {
			"rid": 54023032,
			"rname": "定结县"
		}, {"rid": 54023033, "rname": "仲巴县"}, {"rid": 54023034, "rname": "亚东县"}, {
			"rid": 54023035,
			"rname": "吉隆县"
		}, {"rid": 54023036, "rname": "聂拉木县"}, {"rid": 54023037, "rname": "萨嘎县"}, {
			"rid": 54023038,
			"rname": "岗巴县"
		}]
	}, {
		"cid": 54024,
		"regions": [{"rid": 54024021, "rname": "那曲县"}, {"rid": 54024022, "rname": "嘉黎县"}, {
			"rid": 54024023,
			"rname": "比如县"
		}, {"rid": 54024024, "rname": "聂荣县"}, {"rid": 54024025, "rname": "安多县"}, {
			"rid": 54024026,
			"rname": "申扎县"
		}, {"rid": 54024027, "rname": "索　县"}, {"rid": 54024028, "rname": "班戈县"}, {
			"rid": 54024029,
			"rname": "巴青县"
		}, {"rid": 54024030, "rname": "尼玛县"}]
	}, {
		"cid": 54025,
		"regions": [{"rid": 54025021, "rname": "普兰县"}, {"rid": 54025022, "rname": "札达县"}, {
			"rid": 54025023,
			"rname": "噶尔县"
		}, {"rid": 54025024, "rname": "日土县"}, {"rid": 54025025, "rname": "革吉县"}, {
			"rid": 54025026,
			"rname": "改则县"
		}, {"rid": 54025027, "rname": "措勤县"}]
	}, {
		"cid": 54026,
		"regions": [{"rid": 54026021, "rname": "林芝县"}, {"rid": 54026022, "rname": "工布江达县"}, {
			"rid": 54026023,
			"rname": "米林县"
		}, {"rid": 54026024, "rname": "墨脱县"}, {"rid": 54026025, "rname": "波密县"}, {
			"rid": 54026026,
			"rname": "察隅县"
		}, {"rid": 54026027, "rname": "朗　县"}]
	}, {
		"cid": 61001,
		"regions": [{"rid": 61001002, "rname": "新城区"}, {"rid": 61001003, "rname": "碑林区"}, {
			"rid": 61001004,
			"rname": "莲湖区"
		}, {"rid": 61001011, "rname": "灞桥区"}, {"rid": 61001012, "rname": "未央区"}, {
			"rid": 61001013,
			"rname": "雁塔区"
		}, {"rid": 61001014, "rname": "阎良区"}, {"rid": 61001015, "rname": "临潼区"}, {
			"rid": 61001016,
			"rname": "长安区"
		}, {"rid": 61001022, "rname": "蓝田县"}, {"rid": 61001024, "rname": "周至县"}, {
			"rid": 61001025,
			"rname": "户　县"
		}, {"rid": 61001026, "rname": "高陵县"}]
	}, {
		"cid": 61002,
		"regions": [{"rid": 61002002, "rname": "王益区"}, {"rid": 61002003, "rname": "印台区"}, {
			"rid": 61002004,
			"rname": "耀州区"
		}, {"rid": 61002022, "rname": "宜君县"}]
	}, {
		"cid": 61003,
		"regions": [{"rid": 61003002, "rname": "渭滨区"}, {"rid": 61003003, "rname": "金台区"}, {
			"rid": 61003004,
			"rname": "陈仓区"
		}, {"rid": 61003022, "rname": "凤翔县"}, {"rid": 61003023, "rname": "岐山县"}, {
			"rid": 61003024,
			"rname": "扶风县"
		}, {"rid": 61003026, "rname": "眉　县"}, {"rid": 61003027, "rname": "陇　县"}, {
			"rid": 61003028,
			"rname": "千阳县"
		}, {"rid": 61003029, "rname": "麟游县"}, {"rid": 61003030, "rname": "凤　县"}, {
			"rid": 61003031,
			"rname": "太白县"
		}]
	}, {
		"cid": 61004,
		"regions": [{"rid": 61004002, "rname": "秦都区"}, {"rid": 61004003, "rname": "杨凌区"}, {
			"rid": 61004004,
			"rname": "渭城区"
		}, {"rid": 61004022, "rname": "三原县"}, {"rid": 61004023, "rname": "泾阳县"}, {
			"rid": 61004024,
			"rname": "乾　县"
		}, {"rid": 61004025, "rname": "礼泉县"}, {"rid": 61004026, "rname": "永寿县"}, {
			"rid": 61004027,
			"rname": "彬　县"
		}, {"rid": 61004028, "rname": "长武县"}, {"rid": 61004029, "rname": "旬邑县"}, {
			"rid": 61004030,
			"rname": "淳化县"
		}, {"rid": 61004031, "rname": "武功县"}, {"rid": 61004081, "rname": "兴平市"}]
	}, {
		"cid": 61005,
		"regions": [{"rid": 61005002, "rname": "临渭区"}, {"rid": 61005021, "rname": "华　县"}, {
			"rid": 61005022,
			"rname": "潼关县"
		}, {"rid": 61005023, "rname": "大荔县"}, {"rid": 61005024, "rname": "合阳县"}, {
			"rid": 61005025,
			"rname": "澄城县"
		}, {"rid": 61005026, "rname": "蒲城县"}, {"rid": 61005027, "rname": "白水县"}, {
			"rid": 61005028,
			"rname": "富平县"
		}, {"rid": 61005081, "rname": "韩城市"}, {"rid": 61005082, "rname": "华阴市"}]
	}, {
		"cid": 61006,
		"regions": [{"rid": 61006002, "rname": "宝塔区"}, {"rid": 61006021, "rname": "延长县"}, {
			"rid": 61006022,
			"rname": "延川县"
		}, {"rid": 61006023, "rname": "子长县"}, {"rid": 61006024, "rname": "安塞县"}, {
			"rid": 61006025,
			"rname": "志丹县"
		}, {"rid": 61006026, "rname": "吴起县"}, {"rid": 61006027, "rname": "甘泉县"}, {
			"rid": 61006028,
			"rname": "富　县"
		}, {"rid": 61006029, "rname": "洛川县"}, {"rid": 61006030, "rname": "宜川县"}, {
			"rid": 61006031,
			"rname": "黄龙县"
		}, {"rid": 61006032, "rname": "黄陵县"}]
	}, {
		"cid": 61007,
		"regions": [{"rid": 61007002, "rname": "汉台区"}, {"rid": 61007021, "rname": "南郑县"}, {
			"rid": 61007022,
			"rname": "城固县"
		}, {"rid": 61007023, "rname": "洋　县"}, {"rid": 61007024, "rname": "西乡县"}, {
			"rid": 61007025,
			"rname": "勉　县"
		}, {"rid": 61007026, "rname": "宁强县"}, {"rid": 61007027, "rname": "略阳县"}, {
			"rid": 61007028,
			"rname": "镇巴县"
		}, {"rid": 61007029, "rname": "留坝县"}, {"rid": 61007030, "rname": "佛坪县"}]
	}, {
		"cid": 61008,
		"regions": [{"rid": 61008002, "rname": "榆阳区"}, {"rid": 61008021, "rname": "神木县"}, {
			"rid": 61008022,
			"rname": "府谷县"
		}, {"rid": 61008023, "rname": "横山县"}, {"rid": 61008024, "rname": "靖边县"}, {
			"rid": 61008025,
			"rname": "定边县"
		}, {"rid": 61008026, "rname": "绥德县"}, {"rid": 61008027, "rname": "米脂县"}, {
			"rid": 61008028,
			"rname": "佳　县"
		}, {"rid": 61008029, "rname": "吴堡县"}, {"rid": 61008030, "rname": "清涧县"}, {
			"rid": 61008031,
			"rname": "子洲县"
		}]
	}, {
		"cid": 61009,
		"regions": [{"rid": 61009002, "rname": "汉滨区"}, {"rid": 61009021, "rname": "汉阴县"}, {
			"rid": 61009022,
			"rname": "石泉县"
		}, {"rid": 61009023, "rname": "宁陕县"}, {"rid": 61009024, "rname": "紫阳县"}, {
			"rid": 61009025,
			"rname": "岚皋县"
		}, {"rid": 61009026, "rname": "平利县"}, {"rid": 61009027, "rname": "镇坪县"}, {
			"rid": 61009028,
			"rname": "旬阳县"
		}, {"rid": 61009029, "rname": "白河县"}]
	}, {
		"cid": 61010,
		"regions": [{"rid": 61010002, "rname": "商州区"}, {"rid": 61010021, "rname": "洛南县"}, {
			"rid": 61010022,
			"rname": "丹凤县"
		}, {"rid": 61010023, "rname": "商南县"}, {"rid": 61010024, "rname": "山阳县"}, {
			"rid": 61010025,
			"rname": "镇安县"
		}, {"rid": 61010026, "rname": "柞水县"}]
	}, {
		"cid": 62001,
		"regions": [{"rid": 62001002, "rname": "城关区"}, {"rid": 62001003, "rname": "七里河区"}, {
			"rid": 62001004,
			"rname": "西固区"
		}, {"rid": 62001005, "rname": "安宁区"}, {"rid": 62001011, "rname": "红古区"}, {
			"rid": 62001021,
			"rname": "永登县"
		}, {"rid": 62001022, "rname": "皋兰县"}, {"rid": 62001023, "rname": "榆中县"}]
	}, {"cid": 62002, "regions": [{"rid": 62002000, "rname": "嘉峪关市"}]}, {
		"cid": 62003,
		"regions": [{"rid": 62003002, "rname": "金川区"}, {"rid": 62003021, "rname": "永昌县"}]
	}, {
		"cid": 62004,
		"regions": [{"rid": 62004002, "rname": "白银区"}, {"rid": 62004003, "rname": "平川区"}, {
			"rid": 62004021,
			"rname": "靖远县"
		}, {"rid": 62004022, "rname": "会宁县"}, {"rid": 62004023, "rname": "景泰县"}]
	}, {
		"cid": 62005,
		"regions": [{"rid": 62005002, "rname": "秦州区"}, {"rid": 62005003, "rname": "麦积区"}, {
			"rid": 62005021,
			"rname": "清水县"
		}, {"rid": 62005022, "rname": "秦安县"}, {"rid": 62005023, "rname": "甘谷县"}, {
			"rid": 62005024,
			"rname": "武山县"
		}, {"rid": 62005025, "rname": "张家川回族自治县"}]
	}, {
		"cid": 62006,
		"regions": [{"rid": 62006002, "rname": "凉州区"}, {"rid": 62006021, "rname": "民勤县"}, {
			"rid": 62006022,
			"rname": "古浪县"
		}, {"rid": 62006023, "rname": "天祝藏族自治县"}]
	}, {
		"cid": 62007,
		"regions": [{"rid": 62007002, "rname": "甘州区"}, {"rid": 62007021, "rname": "肃南裕固族自治县"}, {
			"rid": 62007022,
			"rname": "民乐县"
		}, {"rid": 62007023, "rname": "临泽县"}, {"rid": 62007024, "rname": "高台县"}, {
			"rid": 62007025,
			"rname": "山丹县"
		}]
	}, {
		"cid": 62008,
		"regions": [{"rid": 62008002, "rname": "崆峒区"}, {"rid": 62008021, "rname": "泾川县"}, {
			"rid": 62008022,
			"rname": "灵台县"
		}, {"rid": 62008023, "rname": "崇信县"}, {"rid": 62008024, "rname": "华亭县"}, {
			"rid": 62008025,
			"rname": "庄浪县"
		}, {"rid": 62008026, "rname": "静宁县"}]
	}, {
		"cid": 62009,
		"regions": [{"rid": 62009002, "rname": "肃州区"}, {"rid": 62009021, "rname": "金塔县"}, {
			"rid": 62009022,
			"rname": "瓜州县"
		}, {"rid": 62009023, "rname": "肃北蒙古族自治县"}, {"rid": 62009024, "rname": "阿克塞哈萨克族自治县"}, {
			"rid": 62009081,
			"rname": "玉门市"
		}, {"rid": 62009082, "rname": "敦煌市"}]
	}, {
		"cid": 62010,
		"regions": [{"rid": 62010002, "rname": "西峰区"}, {"rid": 62010021, "rname": "庆城县"}, {
			"rid": 62010022,
			"rname": "环　县"
		}, {"rid": 62010023, "rname": "华池县"}, {"rid": 62010024, "rname": "合水县"}, {
			"rid": 62010025,
			"rname": "正宁县"
		}, {"rid": 62010026, "rname": "宁　县"}, {"rid": 62010027, "rname": "镇原县"}]
	}, {
		"cid": 62011,
		"regions": [{"rid": 62011002, "rname": "安定区"}, {"rid": 62011021, "rname": "通渭县"}, {
			"rid": 62011022,
			"rname": "陇西县"
		}, {"rid": 62011023, "rname": "渭源县"}, {"rid": 62011024, "rname": "临洮县"}, {
			"rid": 62011025,
			"rname": "漳　县"
		}, {"rid": 62011026, "rname": "岷　县"}]
	}, {
		"cid": 62012,
		"regions": [{"rid": 62012002, "rname": "武都区"}, {"rid": 62012021, "rname": "成　县"}, {
			"rid": 62012022,
			"rname": "文　县"
		}, {"rid": 62012023, "rname": "宕昌县"}, {"rid": 62012024, "rname": "康　县"}, {
			"rid": 62012025,
			"rname": "西和县"
		}, {"rid": 62012026, "rname": "礼　县"}, {"rid": 62012027, "rname": "徽　县"}, {
			"rid": 62012028,
			"rname": "两当县"
		}]
	}, {
		"cid": 62029,
		"regions": [{"rid": 62029001, "rname": "临夏市"}, {"rid": 62029021, "rname": "临夏县"}, {
			"rid": 62029022,
			"rname": "康乐县"
		}, {"rid": 62029023, "rname": "永靖县"}, {"rid": 62029024, "rname": "广河县"}, {
			"rid": 62029025,
			"rname": "和政县"
		}, {"rid": 62029026, "rname": "东乡族自治县"}, {"rid": 62029027, "rname": "积石山保安族东乡族撒拉族自治县"}]
	}, {
		"cid": 62030,
		"regions": [{"rid": 62030001, "rname": "合作市"}, {"rid": 62030021, "rname": "临潭县"}, {
			"rid": 62030022,
			"rname": "卓尼县"
		}, {"rid": 62030023, "rname": "舟曲县"}, {"rid": 62030024, "rname": "迭部县"}, {
			"rid": 62030025,
			"rname": "玛曲县"
		}, {"rid": 62030026, "rname": "碌曲县"}, {"rid": 62030027, "rname": "夏河县"}]
	}, {
		"cid": 63001,
		"regions": [{"rid": 63001002, "rname": "城东区"}, {"rid": 63001003, "rname": "城中区"}, {
			"rid": 63001004,
			"rname": "城西区"
		}, {"rid": 63001005, "rname": "城北区"}, {"rid": 63001021, "rname": "大通回族土族自治县"}, {
			"rid": 63001022,
			"rname": "湟中县"
		}, {"rid": 63001023, "rname": "湟源县"}]
	}, {
		"cid": 63021,
		"regions": [{"rid": 63021021, "rname": "平安县"}, {"rid": 63021022, "rname": "民和回族土族自治县"}, {
			"rid": 63021023,
			"rname": "乐都县"
		}, {"rid": 63021026, "rname": "互助土族自治县"}, {"rid": 63021027, "rname": "化隆回族自治县"}, {
			"rid": 63021028,
			"rname": "循化撒拉族自治县"
		}]
	}, {
		"cid": 63022,
		"regions": [{"rid": 63022021, "rname": "门源回族自治县"}, {"rid": 63022022, "rname": "祁连县"}, {
			"rid": 63022023,
			"rname": "海晏县"
		}, {"rid": 63022024, "rname": "刚察县"}]
	}, {
		"cid": 63023,
		"regions": [{"rid": 63023021, "rname": "同仁县"}, {"rid": 63023022, "rname": "尖扎县"}, {
			"rid": 63023023,
			"rname": "泽库县"
		}, {"rid": 63023024, "rname": "河南蒙古族自治县"}]
	}, {
		"cid": 63025,
		"regions": [{"rid": 63025021, "rname": "共和县"}, {"rid": 63025022, "rname": "同德县"}, {
			"rid": 63025023,
			"rname": "贵德县"
		}, {"rid": 63025024, "rname": "兴海县"}, {"rid": 63025025, "rname": "贵南县"}]
	}, {
		"cid": 63026,
		"regions": [{"rid": 63026021, "rname": "玛沁县"}, {"rid": 63026022, "rname": "班玛县"}, {
			"rid": 63026023,
			"rname": "甘德县"
		}, {"rid": 63026024, "rname": "达日县"}, {"rid": 63026025, "rname": "久治县"}, {
			"rid": 63026026,
			"rname": "玛多县"
		}]
	}, {
		"cid": 63027,
		"regions": [{"rid": 63027021, "rname": "玉树县"}, {"rid": 63027022, "rname": "杂多县"}, {
			"rid": 63027023,
			"rname": "称多县"
		}, {"rid": 63027024, "rname": "治多县"}, {"rid": 63027025, "rname": "囊谦县"}, {
			"rid": 63027026,
			"rname": "曲麻莱县"
		}]
	}, {
		"cid": 63028,
		"regions": [{"rid": 63028001, "rname": "格尔木市"}, {"rid": 63028002, "rname": "德令哈市"}, {
			"rid": 63028021,
			"rname": "乌兰县"
		}, {"rid": 63028022, "rname": "都兰县"}, {"rid": 63028023, "rname": "天峻县"}]
	}, {
		"cid": 64001,
		"regions": [{"rid": 64001004, "rname": "兴庆区"}, {"rid": 64001005, "rname": "西夏区"}, {
			"rid": 64001006,
			"rname": "金凤区"
		}, {"rid": 64001021, "rname": "永宁县"}, {"rid": 64001022, "rname": "贺兰县"}, {
			"rid": 64001081,
			"rname": "灵武市"
		}]
	}, {
		"cid": 64002,
		"regions": [{"rid": 64002002, "rname": "大武口区"}, {"rid": 64002005, "rname": "惠农区"}, {
			"rid": 64002021,
			"rname": "平罗县"
		}]
	}, {
		"cid": 64003,
		"regions": [{"rid": 64003002, "rname": "利通区"}, {"rid": 64003003, "rname": "红寺堡区"}, {
			"rid": 64003023,
			"rname": "盐池县"
		}, {"rid": 64003024, "rname": "同心县"}, {"rid": 64003081, "rname": "青铜峡市"}]
	}, {
		"cid": 64004,
		"regions": [{"rid": 64004002, "rname": "原州区"}, {"rid": 64004022, "rname": "西吉县"}, {
			"rid": 64004023,
			"rname": "隆德县"
		}, {"rid": 64004024, "rname": "泾源县"}, {"rid": 64004025, "rname": "彭阳县"}]
	}, {
		"cid": 64005,
		"regions": [{"rid": 64005002, "rname": "沙坡头区"}, {"rid": 64005021, "rname": "中宁县"}, {
			"rid": 64005022,
			"rname": "海原县"
		}]
	}, {
		"cid": 65001,
		"regions": [{"rid": 65001002, "rname": "天山区"}, {"rid": 65001003, "rname": "沙依巴克区"}, {
			"rid": 65001004,
			"rname": "新市区"
		}, {"rid": 65001005, "rname": "水磨沟区"}, {"rid": 65001006, "rname": "头屯河区"}, {
			"rid": 65001007,
			"rname": "达坂城区"
		}, {"rid": 65001009, "rname": "米东区"}, {"rid": 65001021, "rname": "乌鲁木齐县"}]
	}, {
		"cid": 65002,
		"regions": [{"rid": 65002002, "rname": "独山子区"}, {"rid": 65002003, "rname": "克拉玛依区"}, {
			"rid": 65002004,
			"rname": "白碱滩区"
		}, {"rid": 65002005, "rname": "乌尔禾区"}]
	}, {
		"cid": 65021,
		"regions": [{"rid": 65021001, "rname": "吐鲁番市"}, {"rid": 65021022, "rname": "鄯善县"}, {
			"rid": 65021023,
			"rname": "托克逊县"
		}]
	}, {
		"cid": 65022,
		"regions": [{"rid": 65022001, "rname": "哈密市"}, {"rid": 65022022, "rname": "巴里坤哈萨克自治县"}, {
			"rid": 65022023,
			"rname": "伊吾县"
		}]
	}, {
		"cid": 65023,
		"regions": [{"rid": 65023001, "rname": "昌吉市"}, {"rid": 65023002, "rname": "阜康市"}, {
			"rid": 65023023,
			"rname": "呼图壁县"
		}, {"rid": 65023024, "rname": "玛纳斯县"}, {"rid": 65023025, "rname": "奇台县"}, {
			"rid": 65023027,
			"rname": "吉木萨尔县"
		}, {"rid": 65023028, "rname": "木垒哈萨克自治县"}]
	}, {
		"cid": 65027,
		"regions": [{"rid": 65027001, "rname": "博乐市"}, {"rid": 65027022, "rname": "精河县"}, {
			"rid": 65027023,
			"rname": "温泉县"
		}]
	}, {
		"cid": 65028,
		"regions": [{"rid": 65028001, "rname": "库尔勒市"}, {"rid": 65028022, "rname": "轮台县"}, {
			"rid": 65028023,
			"rname": "尉犁县"
		}, {"rid": 65028024, "rname": "若羌县"}, {"rid": 65028025, "rname": "且末县"}, {
			"rid": 65028026,
			"rname": "焉耆回族自治县"
		}, {"rid": 65028027, "rname": "和静县"}, {"rid": 65028028, "rname": "和硕县"}, {
			"rid": 65028029,
			"rname": "博湖县"
		}]
	}, {
		"cid": 65029,
		"regions": [{"rid": 65029001, "rname": "阿克苏市"}, {"rid": 65029022, "rname": "温宿县"}, {
			"rid": 65029023,
			"rname": "库车县"
		}, {"rid": 65029024, "rname": "沙雅县"}, {"rid": 65029025, "rname": "新和县"}, {
			"rid": 65029026,
			"rname": "拜城县"
		}, {"rid": 65029027, "rname": "乌什县"}, {"rid": 65029028, "rname": "阿瓦提县"}, {
			"rid": 65029029,
			"rname": "柯坪县"
		}]
	}, {
		"cid": 65030,
		"regions": [{"rid": 65030001, "rname": "阿图什市"}, {"rid": 65030022, "rname": "阿克陶县"}, {
			"rid": 65030023,
			"rname": "阿合奇县"
		}, {"rid": 65030024, "rname": "乌恰县"}]
	}, {
		"cid": 65031,
		"regions": [{"rid": 65031001, "rname": "喀什市"}, {"rid": 65031021, "rname": "疏附县"}, {
			"rid": 65031022,
			"rname": "疏勒县"
		}, {"rid": 65031023, "rname": "英吉沙县"}, {"rid": 65031024, "rname": "泽普县"}, {
			"rid": 65031025,
			"rname": "莎车县"
		}, {"rid": 65031026, "rname": "叶城县"}, {"rid": 65031027, "rname": "麦盖提县"}, {
			"rid": 65031028,
			"rname": "岳普湖县"
		}, {"rid": 65031029, "rname": "伽师县"}, {"rid": 65031030, "rname": "巴楚县"}, {
			"rid": 65031031,
			"rname": "塔什库尔干塔吉克自治县"
		}]
	}, {
		"cid": 65032,
		"regions": [{"rid": 65032001, "rname": "和田市"}, {"rid": 65032021, "rname": "和田县"}, {
			"rid": 65032022,
			"rname": "墨玉县"
		}, {"rid": 65032023, "rname": "皮山县"}, {"rid": 65032024, "rname": "洛浦县"}, {
			"rid": 65032025,
			"rname": "策勒县"
		}, {"rid": 65032026, "rname": "于田县"}, {"rid": 65032027, "rname": "民丰县"}]
	}, {
		"cid": 65040,
		"regions": [{"rid": 65040002, "rname": "伊宁市"}, {"rid": 65040003, "rname": "奎屯市"}, {
			"rid": 65040021,
			"rname": "伊宁县"
		}, {"rid": 65040022, "rname": "察布查尔锡伯自治县"}, {"rid": 65040023, "rname": "霍城县"}, {
			"rid": 65040024,
			"rname": "巩留县"
		}, {"rid": 65040025, "rname": "新源县"}, {"rid": 65040026, "rname": "昭苏县"}, {
			"rid": 65040027,
			"rname": "特克斯县"
		}, {"rid": 65040028, "rname": "尼勒克县"}]
	}, {
		"cid": 65042,
		"regions": [{"rid": 65042001, "rname": "塔城市"}, {"rid": 65042002, "rname": "乌苏市"}, {
			"rid": 65042021,
			"rname": "额敏县"
		}, {"rid": 65042023, "rname": "沙湾县"}, {"rid": 65042024, "rname": "托里县"}, {
			"rid": 65042025,
			"rname": "裕民县"
		}, {"rid": 65042026, "rname": "和布克赛尔蒙古自治县"}]
	}, {
		"cid": 65043,
		"regions": [{"rid": 65043001, "rname": "阿勒泰市"}, {"rid": 65043021, "rname": "布尔津县"}, {
			"rid": 65043022,
			"rname": "富蕴县"
		}, {"rid": 65043023, "rname": "福海县"}, {"rid": 65043024, "rname": "哈巴河县"}, {
			"rid": 65043025,
			"rname": "青河县"
		}, {"rid": 65043026, "rname": "吉木乃县"}]
	}];
